[
  {
    "name": "Berlin Lakes System",
    "slug": "berlin-lakes-system",
    "ebirdCode": "US-OH_2021",
    "webpage": "https://www.audubon.org/important-bird-areas/berlin-lakes-system",
    "about": "<p>Berlin Reservoir, Lake Milton, and Walborn Reservoir are three bodies of water within the Mahoning River watershed in Northeast Ohio. This IBA exists as a result of the shoreline and mudflats surrounding these reservoirs when drawn down. The Mahoning River flows north through the Berlin Reservoir and Lake Milton, with Walborn Reservoir to the west on Deer Creek, a tributary of the Mahoning. The U.S. Army Corps of Engineers constructed Berlin Lake in 1942 with a minimum pool of approximately 3,600 acres. Lake Milton was constructed in 1916 by the City of Youngstown with water covering approximately 1,700 acres. The Walborn Reservoir, owned by the city of Alliance, was finished in 1971 with water coverage of approximately 700 acres. Starting in mid-summer pools are drawn down, resulting in hundreds of acres of extensive mudflats. The combined potential of mudflats during the fall low-water season is more than 2,000 acres. Surrounding Berlin Lake is 6,800 acres of land owned and managed by the Ohio Department of Natural Resources.<p>Exposed mudflats at these reservoirs have demonstrated an attraction for numbers and diversity of shorebirds at times rivaling any Lake Erie site and matching Hoover Reservoir in Delaware County for an inland site. It remains fairly consistent for an inland site although there are large areas with little forage for shorebirds. Species recorded include American Golden-Plover, Black-bellied Plover, Killdeer, Semipalmated Plover, American Avocet, Greater Yellowlegs, Lesser Yellowlegs, Solitary Sandpiper, Spotted Sandpiper, Hudsonian Godwit, Marbled Godwit, Ruddy Turnstone, Sanderling, Stilt Sandpiper, Pectoral Sandpiper, Western Sandpiper, White-rumped Sandpiper, Least Sandpiper, Semipalmated Sandpiper, Baird’s Sandpiper, Buff-breasted Sandpiper, Short-billed Dowitcher, Long-billed Dowitcher, Wilson’s Snipe, American Woodcock, Wilson’s Phalarope, and Red-necked Phalarope.</p>"
  },
  {
    "name": "Big Walnut",
    "slug": "big-walnut",
    "ebirdCode": "US-OH_2023",
    "webpage": "https://www.audubon.org/important-bird-areas/big-walnut",
    "about": "<p>The Big Walnut IBA includes the Hoover Reservoir, Blendon Woods MetroPark, and the Big Walnut Creek corridor. The Hoover Nature Reserve (owned by Columbus City Parks and Recreation) functions as excellent Central Ohio shorebird habitat in late summer. The reservoir attracts waterfowl in the spring and fall.</p><p>The Big Walnut Creek runs along the boundary of till plain and a glaciated plateau to the east. Many streams have cut ravines down to this creek. Most of the ravines are largely wooded, and most of the creek still supports a fairly mature riparian forest. Most of the level uplands on either side have been developed as suburban housing. The Big Walnut floodplain to the south supports a fairly continuous riparian forest, with sizeable sycamores, cottonwoods, silver maples, and Ohio buckeyes.</p><p>The Big Walnut IBA connects Blendon Woods MetroPark and the riparian corridor. The “island’ of Blendon Woods and the Big Walnut corridor makes this IBA particularly attractive to migrant passerines. Most of Big Walnut, all the way to its junction with the Scioto River, still has an intact riparian strip, resulting from controlled floodplain development efforts by the Columbus Water Department and Gahanna’s conversion of nearly the entire riparian corridor into parks and conservation easements.</p><p>The unusual topography of the upper reservoir has created a series of marshes, swamps, and mudflats unusual for central Ohio. Consequently, this area acts as a magnet for birds that favor these habitats, both in migration and during the breeding season. Upland areas in public management (Hoover Dam Park and Blendon Woods MetroPark) have an interesting mix of oak-hickory and beech-maple woods bisected by many small ravines, which host species of birds typical of mixed mature woodlands. Both also include small areas of successional fields that produce old-field bird species uncommon in Franklin County: Yellow-breasted Chat, Eastern Towhee, Brown Thrasher, and Blue-winged Warbler. Priority birds along Big Walnut Creek and in Blendon Woods include American Black Duck, Yellow-billed Cuckoo, and Blue-winged Warbler. Priority species in Hoover Reservoir include Black-crowned Night-Heron, Osprey, Bald Eagle, American Coot, and Prothonotary Warbler. The shorebird diversity is very high, ranking it among the top five shorebird sites away from Lake Erie.</p>"
  },
  {
    "name": "Black River Mouth",
    "slug": "black-river-mouth",
    "ebirdCode": "US-OH_OH_2024",
    "webpage": "https://www.audubon.org/important-bird-areas/black-river-mouth",
    "about": "<p>The Black River Mouth Important Bird Area includes the Lorain harbor, with surrounding break walls, marinas, fishing areas, intermittent hot-water outlet, sandflats, beach, city park, and dredge impoundment (inactive). The impoundment is a semicircular area enclosed by a rock wall, a cement pier, and a slight slope up to a roadway. A marina and the Black River are adjacent to the pier. Beyond the slope are a steep bluff and the residential and commercial areas of the city of Lorain. The impoundment includes small groups of trees with some adjacent cattails, etc. The added value of this site is the accessibility by the public. For decades this site has attracted a steady stream of bird watchers.The harbor is a massive foraging site in late fall-early winter for Red-breasted Mergansers and Bonaparte’s Gulls. It is used again in spring by Red-breasted Mergansers: offshore areas support 30,000 in spring migration, as much as 5% of the global population estimated to be 510,000-600,000 individuals (Wetlands International 2002); peaking at 200,000 (mostly in Erie County) in fall, as much as 33% of global population. Up to 2% of the North American population of Great Black-backed Gull (estimated to be 120,000 individuals) spends the winter along the Lorain and Cuyahoga shoreline; the global population is estimated to be 630,000-720,000 individuals (Wetlands International 2002). At least 5% of Herring Gulls winter on this Lake Erie shoreline (North American populations estimated to be 600,000 individuals – 125,000 breeding pairs and 300,000 non-breeders). As many as 2% (4% in peak years) of global population of Ring-billed Gulls winter annually along the Erie, Lorain, Cuyahoga, and Lake County shoreline (Huron River to Eastlake Power Plant) – global population estimated to be 4-8 million (BNA Online) or 2,6000,000 individuals (Wetlands International 2002). Through this site pass about 10% of the global population of Bonaparte’s Gull – estimated to be 350,000 individuals breeding plus 350,000 individuals non-breeding (BNA Online); 260,000-530,000 individuals (Wetlands International 2002).</p><p>The area is regularly used for hunting by both migrant and resident Peregrine Falcons. The Lorain impoundment is a migrant trap, and historically was one of the few significant stopover sites for migrant shorebirds along Ohio’s eastern Lake Erie shoreline. In recent years it has served as a significant roost site for gulls and terns. It has also hosted such rarities as Northern Gannet and Least Tern, as well as the only state records of Royal Tern and Heermann’s Gull.</p><p>This site has also been important for Black-bellied Plover, American Golden-Plover, Semipalmated Plover, Killdeer, American Avocet, Greater Yellowlegs, Lesser Yellowlegs, Solitary Sandpiper, Willet, Spotted Sandpiper, Whimbrel, Hudsonian Godwit, Marbled Godwit, Ruddy Turnstone, Red Knot, Sanderling, Semipalmated Sandpiper, Western Sandpiper, Least Sandpiper, White-rumped Sandpiper, Baird’s Sandpiper, Pectoral Sandpiper, Dunlin, Stilt Sandpiper, Buff-breasted Sandpiper, Ruff, Short-billed Dowitcher, Long-billed Dowitcher, Wilson’s Snipe, Wilson’s Phalarope, Red-necked Phalarope, Red Phalarope, Pomarine and Parasitic Jaegers, Laughing Gull, Little Gull, Black-headed Gull, California Gull, Thayer’s Gull, Iceland Gull, Glaucous Gull, Lesser Black-backed Gull, Sabine’s Gull, Black-legged Kittiwake, Caspian Tern, Common Tern, Foster’s Tern, and Black Tern.</p>"
  },
  {
    "name": "Black River-West Branch",
    "slug": "black-river-west-branch",
    "ebirdCode": "US-OH_2025",
    "webpage": "https://www.audubon.org/important-bird-areas/black-river-west-branch",
    "about": "<p>The Black River-West Branch Important Bird Area is one of but a half dozen relatively intact riparian corridors feeding into Lake Erie. The Black River-West Branch is the single most intact riparian corridor in Lorain County. This IBA includes four public parks (Carlisle Reservation, Caley Reservation, Sandy Ridge, and Findlay State Park) plus two major reservoirs (Wellington and Oberlin) and a major pine stand. These are islands of mature hardwoods with refugia for migrants and nesters.</p><p>The corridor supports significant numbers of songbirds, particularly around the reservoirs. These systems likely provide major benefits to spring and fall migrant songbirds for refueling. The reservoirs provide spring migration stopover for Ruddy Ducks, Greater and Lesser Scaups, American Coots, Pied-billed and Horned Grebes, Common Loons, Ring-billed Gulls, and smaller numbers of other ducks; and in fall, Ruddy Ducks, American Coots, Common Loons, small numbers of other ducks and grebes. Wellington Upland Reservoir is unique among those of north-central Ohio in that it takes far lower temperatures for far longer to completely freeze and drive off waterfowl lingering here from the autumn. The regular staging of Ruddy Ducks, Ring-billed Ducks, and American Coots has grown to involve thousands of each species, with hundreds lingering into December. With the increasingly frequent occurrence of open water into January, the prospect of recording unheard-of mid-winter numbers is possible.</p>"
  },
  {
    "name": "Burnet Woods",
    "slug": "burnet-woods",
    "ebirdCode": "US-OH_2026",
    "webpage": "https://www.audubon.org/important-bird-areas/burnet-woods",
    "about": "<p>Burnet Woods is a special category IBA. It is deemed important because of the migration ecology studies done in an urban park migrant trap. It is a City of Cincinnati Park, consisting of a matrix of woodlands and lawn, with a small lake and nature center.</p><p>This is a documented urban migrant trap. Duncan Evered’s, master’s thesis (1990), “The Influence of Weather on Landbird Ecology During Spring Migration in a Cincinnati Park”) demonstrates that migrants recaptured (using mist nets) had gained weight. Results demonstrate the importance of urban stopover for energetic restoration and successful continued migration by neotropical migrants. Burnet Woods, holding a mixture of mature deciduous woodland, scrub areas (and lawn with trees and a pond), appears to have been an urban migrant trap for woodland birds for many years. Worth Randle confirmed reports of unbelievable numbers of migrants by the Stephenson sisters, naturalists with the City of Cincinnati Parks. More than 10 years of formal bird inventories during spring migration have been documented by Stephan Pelikan and David Styer.</p>"
  },
  {
    "name": "CJ Brown",
    "slug": "cj-brown",
    "ebirdCode": "US-OH_OH_422",
    "webpage": "https://www.audubon.org/important-bird-areas/cj-brown",
    "about": "<p>Impounded in the autumn of 1974, the C. J. Brown Reservoir was built principally for flood control. The 2,120-acre lake with over 12 miles of shoreline is located on Buck Creek approximately 7 miles above its confluence with the Mad River. The U.S. Army Corps of Engineers maintains a visitor center. The land surrounding the reservoir included Buck Creek State Park and is dominated by sub-climax oak-hickory and northern floodplain forest. There is a sand beach to the south on the reservoir and shallow marshy areas at the north end. The upland area surrounding the lake is a mosaic of old fields and early successional woodlands as a result of allowing old farm fields to mature and the planting of trees in the 1970s. Two sensitive alkaline fen communities exist at the park and are associated with remnant tallgrass prairie. Twenty acres of restored tallgrass prairie have been added to the park.</p><p>This lake is deep enough for diving waterfowl and regularly attracts large numbers of waterfowl until freeze-up in January and post-freeze from February to the peak in March. All of the regular species occur annually. This is the only annual inland site for American White Pelicans in Ohio. Bell’s Vireo is regular in summer most years since 1985, through declining recently. Yellow-breasted Chats nest. Shorebirds include several records of Buff-breasted Sandpiper and at least two of Piping Plover. With the lowering of the lake level, there are extensive mudflats by October to attract shorebirds. Over 250 species of birds have been recorded in the surrounding Buck Creek State Park.</p>"
  },
  {
    "name": "Caesar Creek",
    "slug": "caesar-creek",
    "ebirdCode": "US-OH_2028",
    "webpage": "https://www.audubon.org/important-bird-areas/caesar-creek",
    "about": "<p>Impounded in 1978, the 2,830-acre lake is a tributary of the Little Miami River (state and national scenic river) and was created principally for flood control. There are a variety of habitats at Caesar Creek Lake from old growth woods to native prairie grassland plus restored wetland areas. The reservoir is surrounded by over 8,300 acres in the park, dominated by surrounding mature upland forest and early successional woodlands. Topography consists of broad flat uplands dominated by oak-hickory and beech-maple forest types. Streams form steep-sided rock valleys and are the site of Northern Floodplain forest types.</p><p>Caesar Creek’s 2,830-acre reservoir attracts many different water birds beginning in late winter or early spring. Species include Common Loons, Horned and Pied-billed Grebes, American Coots, and a variety of gulls. Many species of ducks have been recorded, including Mallard, American Black Duck, Gadwall, Northern Pintail, Blue-winged Teal, American Wigeon, Northern Shoveler, Ring-necked Duck, Canvasback, Common Goldeneye, Bufflehead, and Common and Hooded Merganser. When conditions are right, hundreds of waterfowl can build up in these open water areas. Vagrant gulls and terns are regular.</p><p>Spring migration can be excellent, with warblers and early nesters pouring into several large unbroken woodland tracts and throughout the gorge. Confirmed woodland nesters include the following “Species of High Conservation Priority in Ohio”: Red-shouldered Hawk, Yellow-billed Cuckoo, Blue-winged Warbler, and Cerulean Warbler. Standing timber in and around the many coves of the lake yield Red-headed Woodpeckers, Prothonotary Warblers, and Tree Swallows.</p><p>Other priority species noted over the years include Osprey, Bald Eagle, Northern Harrier, Sharp-shinned Hawk, Sora, Buff-breasted Sandpiper, Common Tern, Northern Saw-whet Owl, Purple Martin, Hermit Thrush, Dark-eyed Junco, Bobolink, and Eastern Meadowlark. Buff-breasted Sandpiper occurs annually.</p>"
  },
  {
    "name": "Camp Myeerah",
    "slug": "camp-myeerah",
    "ebirdCode": "US-OH_424",
    "webpage": "https://www.audubon.org/important-bird-areas/camp-myeerah",
    "about": "<p>Camp Myeerah is a unique patchwork of woodlands in west-central Ohio. It includes rolling hills with managed meadows, second growth-mature woodlots, dissected deep ravines lined by slate rock creeks, a 10-acre pond, and a half-acre pond.</p><p>The variety of habitats with a large section maintained in meadows makes this area a choice for breeding territories of Henslow’s Sparrow, Bobolink, Eastern Meadowlark, Louisiana Waterthrush (unusual – OBBA I), Blue-winged Warbler, Yellow-billed Cuckoo, Pileated Woodpecker, Grasshopper Sparrow and Scarlet Tanager. Potential for Loggerhead Shrike.</p>"
  },
  {
    "name": "Chagrin River Corridor",
    "slug": "chagrin-river-corridor",
    "ebirdCode": "US-OH_2029",
    "webpage": "https://www.audubon.org/important-bird-areas/chagrin-river-corridor",
    "about": "<p>This IBA is a relatively intact contiguous riparian corridor surrounded by developed residential area. It consists of the riparian corridor, featuring some scenic ravines with a small amount of hemlock, and includes Holden Arboretum, Little Mountain, Penitentiary Glen, North Chagrin Reservation, South Chagrin Reservation, and Chapin Forest.</p><p>Holden Arboretum is a largely (75%) forested site with old agricultural fields and meadows (25%). Its forests are mostly mature, over 75 years in age, with a mixture of beech-maple to hemlock-hardwood. It includes nineteen constructed ponds and lakes and numerous natural wetlands. There is a 90-acre cultivated core of horticultural collections. Penitentiary Glen is a 425-acre property located in Kirtland. It is a mix of hemlock-hardwood forest, beech-maple forest, and old-field habitat. Chapin Forest is a 390-acre property located in Kirtland. Chapin was donated to the state of Ohio in 1949 and is currently being leased to the Lake Metroparks through the Ohio Division of Forestry. Chapin Forest is a mix of northern hardwood and beech-maple forests. North Chagrin Reservation is an excellent example of beech-maple climax forest and hemlock ravines. There are also various managed meadows and wetlands. A. B. Williams Memorial Woods (65 acres) is the highest quality beech-maple forest. This woodland is a registered national landmark and was the site of the namesake’s Ph.D. research.</p><p>Still relatively intact, this corridor harbors several peripheral populations of high-priority species. Ravines are home to Dark-eyed Juncos, perhaps 20% of the Ohio breeding population.</p><p>The Holden Arboretum is the largest contiguous landowner in either Lake or Geauga county. It is largely forested, featuring a variety of forest cover with numerous microclimates, and a wide variety of forest-interior birds use the site during migration or for nesting. Holden’s fields are managed for field-nesting birds and ponds and wetlands provide food and cover for other bird species.</p><p>North Chagrin Reservation has very high-quality habitat for nesting forest birds. Hemlock ravines support state-endangered Dark-eyed Junco, Winter Wren, Acadian Flycatcher, Louisiana Waterthrush, and Black-throated Green Warbler. Also nesting are Red-headed Woodpecker, Scarlet Tanager, Wood Thrush, Ovenbird, Veery, Cerulean Warbler, and other representative forest birds.</p><p>The hemlock-lined gorge of Penitentiary Glen has breeding populations of Dark-eyed Junco and Winter Wren. The old-field areas have breeding populations of Bobolink. Cerulean Warbler and Brown Creeper also occasionally breed in the area. Penitentiary Glen is home to 17 species of state-listed plants and animals. Ten species of state-listed birds have been found breeding on the property, including Least Flycatcher.</p><p>Chapin Forest’s north-facing hemlock slopes annually get breeding Dark-eyed Junco, Magnolia Warbler, and Winter Wren. The demonstration conifer plantings have had breeding Golden-crowned Kinglet, Red-breasted Nuthatch, Pine Siskin, Purple Finch, and Pine Warbler. Cerulean Warbler and Brown Creeper also occasionally breed in the area. Blue Grosbeak have been found in the abandoned quarries in two years. Chapin Forest is home to 18 species of state-listed plants and animals, with 13 found breeding on the property. Bald Eagles nest along the Chagrin River.</p>"
  },
  {
    "name": "Clear Creek",
    "slug": "clear-creek",
    "ebirdCode": "US-OH_2030",
    "webpage": "https://www.audubon.org/important-bird-areas/clear-creek",
    "about": "<p>Clear Creek Metro Park contains 4,934 acres, of which 4,769 acres have been dedicated as a nature preserve, representing the largest dedicated natural area in Ohio. It is largely forested, containing hemlock-hardwood forests and ravines, oak-hickory, mixed-mesophytic, and mixed-bottomland forests with some old fields. Seven miles of creek frontage on Clear Creek is protected within this IBA. Nearly 40 species of state-listed plants and animals have been reports within the park and significant geological features are also present throughout.</p><p>This large forested site with several unique areas supports one of the largest concentrations of nesting warblers in Ohio, averaging 16-19 species annually, with the total number of breeding species reaching more than 100 annually. Significant species include Black Vulture, Red-shouldered Hawk, Hermit Thrush, Veery, Blue-winged, Magnolia, Canada, and Cerulean Warblers, Yellow-billed Cuckoo, Scarlet Tanager, Yellow-breasted Chat, and Chuck-will’s-widow just outside the park.</p>"
  },
  {
    "name": "Cleveland Lakefront",
    "slug": "cleveland-lakefront",
    "ebirdCode": "US-OH_2031",
    "webpage": "https://www.audubon.org/important-bird-areas/cleveland-lakefront",
    "about": "<p>This IBA spans Lake Erie near-shore waters and shoreline from Avon Lake on the west to Euclid on the east-includes Avon Lake Power Plant, dredge-spoil impoundments, airport grassland, Huntington Beach, Lakewood Park, Clifton Beach, Edgewater Park, Whiskey Island, Cuyahoga River mouth, Burke Airport, Wildwood Park, and Sims Park. While most of the shoreline is artificial, the real attraction is the fish population attracted to the mixing of waters from the Cuyahoga River and Lake Erie and the warm-water outflows from power plants.</p><p>100 years of records exist in the literature of ‘The Cleveland Bird Calendar’. This shoreline (nearest 1 mile) affords waterfowl visiting the south shore of Lake Erie a major resting area in migration and winter. No other segment of the south shore compares in waterfowl diversity.</p>"
  },
  {
    "name": "Conneaut Harbor",
    "slug": "conneaut-harbor",
    "ebirdCode": "US-OH_2032",
    "webpage": "https://www.audubon.org/important-bird-areas/conneaut-harbor",
    "about": "<p>Conneaut is the only bit of increasing mudflat habitat between Huron and Presque Isle in Pennsylvania. Conneaut IBA is located on the southern shore of Lake Erie at the mouth of the Conneaut River. Conneaut harbor is a deep-draft commercial harbor with the outer harbor, including associated mudflats, approximately 142 acres in area and formed by a system of breakwaters. Sand and silt deposition have increased the mudflats in this IBA. The harbor is changing over the years and marsh species are increasing. There is an ODNR-designated nature sanctuary, involving some of the mudflats but mostly the riparian corridor.</p><p>This is the principal shoreline staging area for birds in Northeast Ohio along Lake Erie. It is both a spring and fall site for shorebirds, as estuaries such as this are relied upon in the deeper central basin of Lake Erie. It is a raptor and vulture migratory corridor. Gulls concentrate at Conneaut in both spring migration and during winter. This spot is characteristically very transient in nature for birdlife. Records of nesting Least Bittern and Marsh Wren in the associated wetland exist. Merlins have summered along the gorge upstream and recorded hunting.</p>"
  },
  {
    "name": "Cowan Lake",
    "slug": "cowan-lake",
    "ebirdCode": "US-OH_2033",
    "webpage": "https://www.audubon.org/important-bird-areas/cowan-lake",
    "about": "<p>The IBA consists of three separate areas: 1) Cowan Lake State Park, owned and operated by ODNR Division of Parks and Recreation, consists of extensive open water areas, deciduous forest, and emergent wetland, along with mudflat areas during periods oflake draw-down; 2) Dean A. Culberson State Nature Preserve, owned and operated by ODNR’s Division of Natural Areas and Preserves, consists of approximately 200 acres of forested wetland and Illinoisan till plain swamp forest, probably the largest and best example of this very rare habitat type; 3) Cowan Creek Road, which runs along the northern edge of Cowan Creek from just west of the Cowan Lake spillway to the intersection of Clarksville Road, features riparian forested area roughly 500 feet on either side of Cowan Creek for its full extent.</p><p>Cowan Lake regularly supports significant concentrations of migrating waterfowl, and several rarities have been identified over the years, including Surf Scoter, White-winged Scoter, Red-throated Loon, White-fronted Goose, and Long-tailed Duck. During the later fall season, the lake is drawn down and substantial mudflat areas develop at the eastern end of the park. This habitat has become a regular migration stopover spot for Sandhill Cranes. This species has been reported frequently in the last fifteen years, with numbers ranging from a few individuals to approximately 240. Some years this species is observed for only a few hours, whereas in others the cranes will stay for several days to a few weeks. The spillway and beach areas have also occasionally attracted rare migrants, including Sanderling, Ruddy Turnstone, White-rumped Sandpiper, and Wilson’s Phalarope. Several high-priority conservation species have been recorded as nesting in the upland forests surrounding the lake itself. These include Red-shouldered Hawk, Cerulean Warbler, Prothonotary Warbler, Yellow-billed Cuckoo, and Red-headed Woodpecker.</p><p>Dean A. Culberson State Nature Preserve is composed mainly of the very rare Illinoisan till-plain swamp forest habitat. In 1991, a Great Blue Heron rookery was discovered in the center of the forest, with a nest count of 30 to 35. During 1993 two singing Veeries were present during the nesting season. Very few records of nesting exist for this species in southwest Ohio (none in Clinton County). Extremely large concentrations of nesting Wood Thrushes were also present during the early 1990s, probably at least in part due to the high density of spice?bush ‘Lindera benzoin’ throughout this forested wetland. During fall and winter months, large flocks of Red-headed Woodpeckers have been observed (30+ individuals), possibly attracted to a large number of mature pin oaks dominating the forest overstory. Additionally, anecdotal evidence from a few spring dates in the early 1990s suggests that this preserve may provide significant habitat for migrating warblers as very large numbers of birds and a high diversity of species were observed. These observations were made when there was about .5 foot of standing water throughout the forest (typical winter/spring conditions for this ecosystem), and the density of mosquitoes was extremely high.</p><p>The mature riparian forest surrounding Cowan Creek has been found to contain substantial evidence of nesting of high-priority species (Red-shouldered Hawk, Cerulean Warbler, Yellow-billed Cuckoo), as well as several other species relatively rare in southwest Ohio (Black-and-white Warbler, Hooded Warbler, and Northern Parula).</p>"
  },
  {
    "name": "Crown City Wildlife Area",
    "slug": "crown-city-wildlife-area",
    "ebirdCode": null,
    "ebirdLocations": "L285491,L285027",
    "webpage": "https://www.audubon.org/important-bird-areas/crown-city-wildlife-area",
    "about": "<p>The Crown City Wildlife Area is an that contains large populations of grasslands birds, including Henslow’s Sparrows.</p><p>It contains large populations of grassland birds. Of particular interest are the populations of Henslow’s Sparrow.</p><p>Most of the area has been subjected to surface mining in the past. The reclamation process after mining has led to large patches of grassland habitats. These patches hold large numbers of breeding grassland birds. Shrub encroachment, particularly the invasive Autumn Olive, is starting to reduce habitat quality for grassland birds.</p>"
  },
  {
    "name": "Cuyahoga River-Upper",
    "slug": "cuyahoga-river-upper",
    "ebirdCode": "US-OH_2035",
    "webpage": "https://www.audubon.org/important-bird-areas/cuyahoga-river-upper",
    "about": "<p>The upper Cuyahoga River extends along a portion designated by Ohio as a State Scenic River. The IBA includes the corridor of the Cuyahoga River including Burton Wetlands, Punderson Lake District, Eldon Russell Park, LaDue Reservoir (dammed portion of Bridge Creek), and Alban Wildlife Area. In the upper reaches, the river is narrow and undeveloped along the flat, low, and swampy shore dominated by willow, sycamore, elm, and buttonbush. Below the Hiram Rapids the river changes in character, with steep sections where hillsides are dominated by beech-maple forests with components of ash, oak, and hickory. Historically, effects by two glaciers have provided the source for a constant gentle current.</p><p>High density of Prothonotary Warblers and Veeries; LaDue is a good spring and fall waterfowl site, also good for transient Tundra Swans.</p>"
  },
  {
    "name": "Cuyahoga Valley National Park-Lower Cuyahoga River",
    "slug": "cuyahoga-valley-national-park-lower-cuyahoga-river",
    "ebirdCode": "US-OH_2034",
    "webpage": "https://www.audubon.org/important-bird-areas/cuyahoga-river-lower",
    "about": "<p>Stretching from the city of Akron downstream to the mouth of the Cuyahoga River, this IBA is dominated by the Cuyahoga Valley National Park (CVNP) for much of its extent. The CVNP is the largest permanent undeveloped area remaining along the 22 miles between Cleveland and Akron and provides recreational needs for an urban population of about four million people in the immediate vicinity. It preserves scenic, natural and historical settings of the Cuyahoga River Valley. Forest areas are characterized by isolated woodlands of varying sizes. A mixture of hemlocks and hardwood species is found on some steeper slopes. Glacial kames, terraces, and beaver-modified wetlands are found in the valley. It is located in the glaciated part of the Allegheny Plateau and encompasses a string of Metroparks along the lower Cuyahoga floodplain plus a number of major tributaries. Two Cleveland Metroparks reservations and three Metroparks of the Summit County park system are within the boundaries of the CVNP, but they are owned and managed by the respective Metroparks.</p><p>This combination of upland forest, ravine, slope, succession, edge and wetland habitat provides for a large diversity of breeding bird species including populations of Cerulean Warbler, Hooded Warbler, Yellow-billed Cuckoo, Wood Thrush, and Scarlet Tanager. It is also demonstrably an important spring and fall migratory stopover region for land birds.</p>"
  },
  {
    "name": "Dike 14-Doan Brook",
    "slug": "dike-14-doan-brook",
    "ebirdCode": "US-OH_2036",
    "webpage": "https://www.audubon.org/important-bird-areas/dike-14-doan-brook",
    "about": "<p>This IBA includes the riparian corridor of Doan Brook, an urban stream including the Shaker Lakes and The Nature Center at Shaker Lakes, and much publicly owned land along the corridor. The 88-acre Dike 14 impoundment lies at the mouth of Doan Brook where it empties into Lake Erie approximately four miles east of downtown Cleveland. Doan Brook is about 8.4 miles in length with a watershed of about 11.7 sq. miles.</p><p>Near the southern terminus are the Shaker Lakes, consisting of a number of parks along Doan Brook. Two of the lakes were created by the Shakers in the late 1800s to power their machinery. The Nature Center at Shaker Lakes preserves a variety of natural habitats including lake, stream, field, forest, marsh, and ravine.</p><p>Four miles east of downtown Cleveland, at the northern terminus is Dike 14, a retired confined disposal facility of the U.S. Army Corps of Engineers, which received dredge spoil from the Cuyahoga River channel in Cleveland. The habitat of Dike 14 has changed considerably since the confinement breakwall was completed in 1979. Early in its development, the mudflats generated in this dredge disposal impoundment on the Lake Erie shore were the site of numerous exceptional shorebird records, with 38 species noted during the 1980s, including Sharp-tailed and Curlew Sandpipers. Following filling to capacity, succession progressed into a primarily shrub/scrub stage and the lakefront habitat now offers patches of exposed mud, fragments of wetlands, early/late fields, early successional woodland, and coniferous stands. It remains an important stopover for migrant birds although the species composition has changed from a shorebird focus to a passerine focus. Surrounding waters, including a boat club, breakwaters, and hot water outlet at a nearby power plant to the west create the continual potential for a great variety of birds. It provides a unique site near to a major urban center. The area has produced confirmed sightings of Sharp-tailed Sandpiper, Ruff, Yellow Rail, King Rail, Le Conte’s Sparrow, and nearby Ivory gull, Black Guillemot, and other rarities.</p><p>Literature records go back to 1900 with many records from famous ornithologists.</p><p>The complete riparian corridor has a rich history- over 100 years of bird observation with over 70 years of bird walks by Cleveland-area Audubon groups. Thousands of warblers and hundreds of sparrows are possible on single days in spring and fall.</p><p>This IBA includes Dike 14, which hosts exceptional concentrations of migrant land birds, due to its location on the Lake Erie shore and the fact that it is an “island” of habitat surrounded by urban area. There have probably been over 300 species of birds sighted in the impoundment and surrounding areas (Lakeshore, yacht basin, power plant hot waters area to the west). Since 1979, observers from the Kirtland Bird Club and Audubon have recorded at least 278 species of birds at Dike 14. Local birder Sean Zadar personally observed 220 species over a two-year period, including such species as Least Bittern, Northern Goshawk, Long-eared Owl, Short,.eared Owl, Northern Saw-whet Owl, Upland Sandpiper, Olive-sided Flycatcher, Marsh Wren, Sedge Wren, Connecticut Warbler, Yellow-breasted Chat, Le Conte’s Sparrow, Nelson’s Sharp-tailed Sparrow, Henslow’s Sparrow, White-winged Crossbill and Evening Grosbeak. This site acts as a migrant trap and offers critical stopover habitat for a wide variety of migratory birds. During migrations, large numbers of sparrows exploit the resources provided by Dike 14. Short-eared Owls and Northern Saw-whet Owls frequent the area during their annual migrations, while Northern Shrikes are regular winter residents inside the impoundment.</p><p>Bird occurrences at Dike 14 extend beyond considerations of species to numbers of individuals. Dike 14 has consistently hosted 15 or more Orange-crowned Warblers in a single day during fall migration. Other examples are single-day records of 1,000 White-throated Sparrows, 600 White-crowned Sparrows, 500 Dark-eyed Juncos, 300 Golden-crowned Kinglets, 200 Ruby-crowned Kinglets, 60 Northern Flickers, 65 Palm Warblers, 46 Nashville Warblers, and 102 Magnolia Warblers. It also may be the optimal place in Ohio to find a fall migrant Le Conte’s Sparrow. The first Ohio records for Sharp-tailed Sandpiper (October 1984) and Black Guillemot (November 1990) are from Dike 14.</p>"
  },
  {
    "name": "East Fork",
    "slug": "east-fork",
    "ebirdCode": "US-OH_508",
    "webpage": "https://www.audubon.org/important-bird-areas/east-fork",
    "about": "<p>This IBA includes the flood control reservoir (William H. Harsha Lake), associated recreation facilities, and non-developed parklands. It lies within the Little Miami River Basin. The drainage patterns and topography have been determined by glaciation. Associated habitats include mature deciduous forest, swamp forests, wet meadow, steep ravines, early successional forests, shrub/scrub, and old fields.</p><p>Several high-priority birds regularly use this site for breeding, migration, and/or wintering. It holds large numbers of waterfowl when lakes further north become frozen. This lake rarely freezes. It holds large numbers of gulls for roosting. It may have the highest concentration of Pied-billed Grebes in the state in winter and also regularly holds significant numbers of loons (e.g. Pied-billed Grebe 40 max. daily; Common Loon 200 max. daily). It holds large numbers of gulls for roosting. It may have the highest concentration of Pied-billed Grebes in the state in winter. Both migratory and breeding land birds use the park, which functions as a vagrant trap (i.e. Sooty Tern, Western Grebe, Little Gull, jaeger spp.)</p>"
  },
  {
    "name": "Edge of Appalachia",
    "slug": "edge-of-appalachia",
    "ebirdCode": "US-OH_509",
    "webpage": "https://www.audubon.org/important-bird-areas/edge-appalachia",
    "about": "<p>Located in southwest Ohio in Adams County, this IBA includes more than 14,000 acres of rugged woodland, prairie openings, and clear streams. It consists of Appalachian forest matrix with small barrens, with more than 20 specific plant communities in the interior low plateau ecoregion. The IBA includes the Ohio Brush Creek Corridor.</p><p>It harbors priority species such as Yellow-billed Cuckoo, more than 60% of Ohio’s breeding Chuck-will’s-widows, Whip-poor-will, Blue-winged Warbler, Cerulean Warbler, Grasshopper Sparrow, and Henslow’s Sparrow. Breeding Bird Surveys have been conducted for more than 10 years with six years of 250 point counts, eight years of BBC on two 20-ha plots, and two years of OBBA II atlas work. Green Herons number 100s seasonal total during the breeding season.</p>"
  },
  {
    "name": "Egypt Valley",
    "slug": "egypt-valley",
    "ebirdCode": "US-OH_3582",
    "webpage": "https://www.audubon.org/important-bird-areas/egypt-valley",
    "about": "<p>This lBA is a state wildlife area managed by Ohio Department of Natural Resources Division of Wildlife. It consists of a reclaimed strip mine area with the typical mosaic of ponds, cattail swamps, shrubland, and upland hardwood woodlots within the grassland matrix. The mix of grassland and shrubland includes as many as 5,000 acres of open grassland.</p><p>Most of the area has been subjected to surface mining in the past. The reclamation process after mining has led to large patches of grassland habitats, which is rare in Ohio. These patches hold large numbers of breeding grassland birds. They are also used heavily by Northern Harriers in the winter. A variety of species are found, ranging from wetland species to grassland and shrub species to forest species. Henslow’s Sparrow is common throughout the extensive grasslands along with Grasshopper Sparrow and Bobolink.</p>"
  },
  {
    "name": "Exchange Road Grasslands",
    "slug": "exchange-road-grasslands",
    "ebirdCode": "US-OH_511",
    "webpage": "https://www.audubon.org/important-bird-areas/exchange-road-grasslands",
    "about": "<p>Managed grassy fields along Exchange Road (east and west), and extending southeast along US-250 as far as Town Line Road. Bordered by roads and woodlots; divided by a marsh swale crossing Exchange Road.</p><p>This site represents significant northern Ohio grassland not associated with reclaimed surface mining lands. Its size allows for a large variety of conservation priority species (both summer and winter) and also for an excellent representation of Ohio grassland nesting species.</p>"
  },
  {
    "name": "Forrest Woods Nature Preserve",
    "slug": "forrest-woods-nature-preserve",
    "ebirdCode": "US-OH_3583",
    "webpage": "https://www.audubon.org/important-bird-areas/forrest-woods-nature-preserve",
    "about": "<p>This IBA represents unique habitat for this part of the state. It is a complex of remnant habitats of swamp forest along Marie DeLarme Creek (a tributary of the Maumee River) constituting one of the highest quality wetlands remaining in the former Great Black Swamp region of Ohio. It ranks with the highest quality forested wetlands in other areas of the state. It is possibly the largest forest in the county, and one of the larger and older stands of forest remaining in a several-county area of heavily agricultural Northwest Ohio. It is a statewide significant floodplain swamp forest-one of best floodplain forests in Ohio of mature canopy including upland and perched swamp forest. It harbors a high diversity of plants and animals, with unique terraced forest on the floodplain.</p><p>Bird records show statewide significant diversity and with even higher significance to Northwest Ohio. At least 148 species have been recorded in the woodlands. It is a significant nesting and migratory area for warblers and other forest species. Breeding bird survey conducted during the spring and summer of 2000 and Christmas Bird Count data from 2004. Two recent documented fall records of Kirtland’s Warbler have occurred within five miles of Marie Delarme (M. & D. Dunakin). Kirtland’s Warblers trickle down through western Ohio in fall, but in spring travel over southeast Ohio to the western basin. Also includes a heron colony, and adjacent farm fields have Bobolinks and Eastern Meadowlarks.</p>"
  },
  {
    "name": "Funk Bottoms",
    "slug": "funk-bottoms",
    "ebirdCode": "US-OH_2037",
    "webpage": "https://www.audubon.org/important-bird-areas/funk-bottoms",
    "about": "<p>This IBA consists of 2,000 acres of floodplain bottoms: intermittent wetlands and mostly scrub/shrub fields, with some permanent restored wetlands. The Funk Bottoms Wildlife Area is the main source of habitat. The adjacent areas are largely agricultural and include a peat farm. The area has an observation tower. The region undergoes extensive bottomland flooding in March and April.</p><p>This has been ground zero for Ohio’s breeding Sandhill Cranes. The IBA also attracts substantial spring shorebird and waterfowl numbers depending on water levels. It is a prime area for Rusty Blackbird in spring and fall. Sedge Wren is regular. Grassy vegetation appears to be becoming richer and attracting rarer sparrows. Shorebirds into the thousands will stop when the water levels are suitable. For over twenty years, this site has produced more Pectoral Sandpiper records for inland Ohio than any other except Killdeer Plains – some years exceeding Killdeer Plains.</p><p>This region exhibits major waterfowl concentrations dating back to the late 1970s. It is one of the better places to see uncommon geese such as Snow Geese and Greater White-fronted Geese. Large flocks of Tundra Swans have been recorded during migration. In winter, Rough-legged Hawks, Northern Harriers, and occasionally Short-eared Owls are present.</p>"
  },
  {
    "name": "Germantown",
    "slug": "germantown",
    "ebirdCode": "US-OH_512",
    "webpage": "https://www.audubon.org/important-bird-areas/germantown",
    "about": "<p>This IBA includes the Germantown MetroPark managed by Five Rivers MetroParks. The high-quality stream, Twin Creek, runs through the wooded corridor. Steep topography and varied moisture gradients provide a variety of microhabitats within several forest types. The park contains steep ravines exhibiting old growth timber, cedar glades, cool-season and planted warm-season grasses, hillside xeric prairies, several ponds, and a created wetland. It is the largest tract of old growth forest in Montgomery County, with mixed mesophytic woodland of mature beech and maple on the uplands, and bottomland hardwoods in the riparian areas. The size, quality, and age of the woodlands are exceptional. Large tracts of managed grasslands are found within the park.</p><p>The diversity of the mature upland woodlands with the intact riparian corridor attracts an exceptional concentration of neotropical migrants. Open fields attract grassland species. Raptors are common. Past breeding species include American Woodcock, Barred Owl, Chuck-will’s-widow, Pileated Woodpecker, Brown Creeper, Brown Thrasher, Black-throated Green Warbler, Worm-eating Warbler, Northern Parula, Yellow-throated Warbler, Prairie Warbler, Pine Warbler, Cerulean Warbler, Worm-eating Warbler, Louisiana Waterthrush, Kentucky Warbler, Hooded Warbler, Summer Tanager, Henslow’s Sparrow, and Bobolink, with 13 species on the high-priority list (75 breeding species recorded in 2003, including 12 species of warblers). Coniferous plantings attract Red-breasted Nuthatches, Purple Finches, Pine Siskins, and an occasional Crossbill. Wild Turkeys inhabit the IBA.</p>"
  },
  {
    "name": "Gilmore Ponds",
    "slug": "gilmore-ponds",
    "ebirdCode": "US-OH_513",
    "webpage": "https://www.audubon.org/important-bird-areas/gilmore-ponds",
    "about": "<p>This IBA is primarily 200 acres of wetlands with associated former agricultural and disturbed field areas. It lies within the urban boundaries of the City of Hamilton, in the midst of an industrial park. On Ohio’s “Watchable Wildlife” list, Gilmore Ponds is bordered by two tributaries, Walker’s Run to the east, and the historic Miami-Erie Canal to the north. There is one permanent body of water, Old Ice Pond, which is just that–an old ice pond used in the late 19th and early 20th centuries to provide ice for use in Cincinnati-area breweries–and three larger ponds that flood seasonally and provide the best habitat for breeding and migrating waterfowl, shorebirds and long-legged waders such as Great Egrets, Black-crowned Night-Herons, Green Herons and Great Blue Herons. It is a rare area for wetland breeding species in southwestern Ohio, along with Miami Whitewater and Spring Valley.</p><p>The former Gilmore Ponds Conservancy created an annotated list of every bird species recorded at Gilmore Ponds since 1900. The list was created from four sources: Frank Renfrow’s 1983 report, ‘The Birds of Gilmore Ponds’; all the records pertaining to Gilmore Ponds from the database of the Cincinnati Bird Club, maintained by Ned Keller and David Styer; Tim Tolford’s banding records for 1998 and 1999; and the Gilmore Ponds breeding bird survey results from 1999 and 2000.</p><p>In wet years Gilmore Ponds offer migratory stop-over habitat and breeding habitat for a number of species of birds, including species of high conservation priority: Pied-billed Grebe, Least Bittern, Little Blue Heron, Cattle Egret, Black-crowned Night-Heron, American Black Duck, Northern Pintail, Peregrine Falcon, King Rail, Virginia Rail, Common Moorhen, American Coot, Purple Martin, Winter Wren, Hermit Thrush, Blue-winged Warbler, Magnolia Warbler, Prothonotary Warbler, and Northern Waterthrush. At such times its also furnishes habitat for breeding and migrating waterfowl, shorebirds, and long-legged waders such as Great Egrets, Black-crowned Night-Herons, Green Herons and Great Blue Herons. Numbers are greatest in the spring and fall during migration, but if the spring is wet enough Gilmore Ponds is sure to be host to a number of wetland birds, some of which even breed there from time to time. Among the usual visitors and sometime-breeders are Pied-billed Grebe, Common Moorhen, American Coot, Green Heron, Black-crowned Night-Heron, Least Bittern, Prothonotary Warbler, and Willow Flycatcher. Rusty Blackbirds are often seen in season and American Woodcocks display.</p>"
  },
  {
    "name": "Grand River-Lower Watershed",
    "slug": "grand-river-lower-watershed",
    "ebirdCode": "US-OH_2038",
    "webpage": "https://www.audubon.org/important-bird-areas/grand-river-lower-watershed",
    "about": "<p>This IBA includes 23 miles of river recognized by Ohio’s Wild and Scenic River program. The lower Grand River includes gorge areas with hemlock ravines in tributaries, a harbor, state park, county parks, hemlock ravines, riparian corridor, beach grasses/dunes, lakeshore, a restored wetland, and deciduous forests. Reservations owned by Lake Metroparks protect some of the significant habitats, but there is also much private land.</p>"
  },
  {
    "name": "Grand River-Upper",
    "slug": "grand-river-upper",
    "ebirdCode": null,
    "webpage": "https://www.audubon.org/important-bird-areas/grand-river-upper",
    "about": "<p>This IBA is defined as associated habitats along the Grand River upstream from the Harpersfield Dam. This area of the state is relatively flat and prone to flooding; historically it was extensive swamp woodland with associated sedge meadows and marshes. Thirty-three miles are recognized as scenic by Ohio’s Wild and Scenic River program.</p><p>Grand River Terraces is a mix of wet meadow, floodplain forest, and hemlock swamp forest, situated along the Grand River. The natural hemlock swamp is one of the few remaining in Ohio. The Grand River is well known for its diverse species of wildlife and several species of orchids, the largest Ohio population of dewdrop (Dalibarda repens), as well as wild calla (Calla palustris), and hobblebush (Viburnum alnifolium).</p><p>The Morgan Swamp area is a 2,000-acre remnant of what once was a five square mile swamp. The Nature Conservancy currently protects approximately 1,000 acres here. To date over 115 bird species, 24 fishes, 26 reptiles, and 24 mammals have been recorded on the area. Several state-listed dragonflies and butterflies have been recorded for the area, as well as many rare plants.</p><p>Camp Beaumont is 1,260 acres of forests, fields, wetlands, and lakes run by the Boy Scouts of America. It is located along the Grand river just south of the Grand River Terraces. Several species of rare plants have been found on the area.</p><p>The 7,000 acres of the Grand River Wildlife Area include several thousand acres of second-growth woodland-much of it swamp forest-with scattered marshlands and cultivated fields.</p><p>Grand River Terraces is home to a number of rare and state-listed birds. It is one of the few remaining hemlock swamps left in Ohio. Species found in this habitat include Yellow-bellied Sapsucker, Hermit Thrush, and Northern Saw-whet Owl.</p><p>Morgan Swamp has a variety of wetland and wooded habitats. Breeding birds at Morgan Swamp include Least Bittern, Sharp-shinned Hawk, Virginia Rail, Common Moorhen, Yellow-bellied Sapsucker, Marsh Wren, Sedge Wren, and Cerulean Warbler.</p><p>Camp Beaumont has many acres of woods and wetlands. Here, breeding birds include Yellow-bellied Sapsucker and Cerulean Warbler.</p><p>Wetlands and marsh areas along Grand River in Grand River Wildlife Area have nesting: Least Bitterns, Pied-billed Grebes, Common Moorhens, Blue-winged Teals, Hooded Mergansers, Cerulean and Prothonotary Warblers, Marsh Wrens, Soras, and Virginia Rails, Alder Flycatchers, and Northern Harriers; plus migration and wintering area. Northern Shrikes are regularly seen in winter. Relatively intact wet woods offer a diversity of breeding species rarely seen elsewhere, as well as high densities of several species otherwise scarce in the NE quarter of the state. This was a site for river otter releases in the late 1980s. Snowshoe hares were released here winter 1999-2000.</p>"
  },
  {
    "name": "Great Miami River-Lower",
    "slug": "great-miami-river-lower",
    "ebirdCode": "US-OH_2040",
    "webpage": "https://www.audubon.org/important-bird-areas/great-miami-river-lower",
    "about": "<p>The Lower Great Miami IBA extends along the Great Miami River south from the city of Hamilton in Butler County to the confluence with the Ohio River in Hamilton County. From Hamilton, the Great Miami River meanders south and west for about 32 river miles. The habitat along the riparian corridor varies in width and includes several important recognized natural areas that, in highly urbanized Hamilton County, are still fairly contiguous. The Whitewater River joins the Great Miami approximately 6 miles upstream from the Ohio River with important associated sites within its valley. The IBA has a wide diversity of habitats including bottomland forest, mixed-species mesic hardwood forest with a dense herbaceous layer, coniferous woodlands, and riparian and mudflat herbaceous communities. Much of this 32-mile corridor is wooded and sycamore, cottonwood, and maple trees predominate. Most of this stretch is semi-rural and still used as farmland, with several small parks along both sides of the river, many abandoned and overgrown gravel pits in the valleys that provide successional and scrubby habitats, some light industry, and several active gravel mining operations. Most of the hillsides in the valley are still heavily wooded, even where homes have been built. And there are still some large contiguous tracts of mature forest, both upland and bottomland, including at least one undisturbed 300-acre tract.</p>"
  },
  {
    "name": "Hocking Hills",
    "slug": "hocking-hills",
    "ebirdCode": "US-OH_2041",
    "webpage": "https://www.audubon.org/important-bird-areas/hocking-hills",
    "about": "<p>This IBA includes a region of the state known for its distinctive rough topography of hemlock gorges, sandstone cliffs, rock shelters, and waterfalls. Several state parks and state nature preserves are included in this region, including Cantwell Cliffs, Rock House, Conkle’s Hollow, Crane Hollow, Old Man’s Cave, Cedar Falls, and Ash Cave. The Hocking State Forest provides over 9,000 acres to the IBA land area.</p><p>Distinctive is the regular occurrence of mature hemlock-hardwood forest in ravines. The uplands are a variable mix of mature mixed oak forest, northern-affinity plant species, planted and native pines with some pitch/Virginia pine on trails, successional areas, and small-scale agriculture.</p><p>Hemlock ravine specialists are abundant. The hemlock gorges and mature hardwood uplands have an excellent mix of mature forest avifauna – e.g. Hermit Thrush, Blue-headed Vireo, Red-breasted Nuthatch, Brown Creeper, Magnolia Warbler, Black-throated Green Warbler, Canada Warbler, Cerulean Warbler, Blackburnian Warbler, and Worm-eating Warbler. Pine Warblers are in healthy concentrations, above average for the state. Northern Parulas numbered perhaps 30% of the state population in 1991, though they may have dropped to closer to 25% with expansion to the northwest.</p>"
  },
  {
    "name": "Hueston Woods",
    "slug": "hueston-woods",
    "ebirdCode": "US-OH_433",
    "webpage": "https://www.audubon.org/important-bird-areas/hueston-woods",
    "about": "<p>This IBA in southwest Ohio includes the 3,500-acre Hueston Woods State Park with its unique 200-acre old-growth beech-maple forest, a dedicated state nature reserve administered by ODNR Division of Natural Areas and Preserves, neighboring deciduous habitats, the 625-acre Acton Lake, and the riparian corridors of Harkers Run and Four Mile Creek in southwestern Ohio.</p><p>Hueston Woods is important as an Ohio IBA because it includes unique habitats for habitat-specific rare species using the mature beech-maple forest community. It functions as a stopover place for neotropical migrants, and as a sanctuary for many vagrant species.</p><p>The mature beech-maple forest community supports a unique habitat for breeding neotropical migrants and high concentrations of edge species. The diverse habitats within the park support breeding records for priority bird species such as Yellow-crowned Night-Heron, Black Vulture, Northern Harrier, Sharp-shinned Hawk, Virginia Rail, Sora, Yellow-billed Cuckoo, Barn Owl, Whip-poor-will, Red-headed Woodpecker, Yellow-bellied Sapsucker, Purple Martin, Blue-winged Warbler, Golden-winged Warbler, Cerulean Warbler, Prothonotary Warbler, Yellow-breasted Chat, Northern Waterthrush, Vesper Sparrow, and Eastern Meadowlark.</p><p>Acton Lake is important as a stopover and staging area for spring migrants, as well as a sanctuary for vagrants, which have included Fulvous Whistling-Ducks, Western Grebes, Sabine’s Gulls, and Surf Scoters. The Four Mile Creek corridor is important in dispersal strategies and breeding of riparian species and serves as a biologically diverse buffer for expanded development. The Great Blue Heron rookery, with over 75 pairs, is one of the largest in the state.</p><p>Migrant priority species include Pied-billed Grebe, Least Bittern, American Black Duck, Northern Pintail, Osprey, Bald Eagle, Common Moorhen, American Coot, Piping Plover, Common Tern, Black Tern, Long-eared Owl, Short-eared Owl, Northern Saw-whet Owl, Winter Wren, Hermit Thrush, Magnolia Warbler, Canada Warbler, and Dark-eyed Junco.</p>"
  },
  {
    "name": "Kendrick Woods",
    "slug": "kendrick-woods",
    "ebirdCode": "US-OH_434",
    "webpage": "https://www.audubon.org/important-bird-areas/kendrick-woods",
    "about": "<p>Kendrick Woods is a unique area within a very agricultural region of the state. It is located in the northwest corner of Allen County and contains a 182-acre oak-hickory forest, a State Nature Preserve managed by the Johnny Appleseed Park District, and the largest remaining contiguous woodlot in a tri-county area. It also contains 90 acres of grassland-meadow habitat, a 5-acre prairie, a 3-acre mitigated wetland and a 5-mile riparian corridor along the Auglaize River. An extensive woodland for this part of the state, it is an important stopover for migratory birds. The southern end of Kendrick Woods contains a flowing artesian sulphur spring adjacent to Six Mile Creek. Some oaks in this area are estimated to be 200 to 300 years old. The various habitats promote biodiversity in an area of Ohio known for its lack of species diversity.This site contains several unique and ecologically important habitats, i.e., oak-hickory forest, grassland, wetland, prairie, and river corridor. Ten state-listed species of birds have been documented for this area. Red-shouldered Hawks breed, while Winter Wrens, Hermit Thrushes, migrating warblers and other songbirds utilize this area. Eleven high-priority Ohio IBA species have been documented. Within Allen County, these locations are essential for breeding, migration, and wintering populations of bird species. Bobolinks have been documented at this site.</p><p>Numerous bird species, including migrating warblers, various songbirds, owls, hawks, Pileated Woodpeckers and Red-shouldered Hawks, use this area. Seven species of endangered or threatened birds have been documented. The river corridor and wetland provide habitat for waterfowl, shorebirds, and even the occasional Osprey and Bald Eagle. Green-winged Teals, Little Blue Herons, and Yellow-crowned Night-Herons have been documented.</p>"
  },
  {
    "name": "Killbuck Valley",
    "slug": "killbuck-valley",
    "ebirdCode": "US-OH_2042",
    "webpage": "http://www.audubon.org/important-bird-areas/killbuck-valley",
    "about": "<p>This IBA extends along Killbuck Creek south of Wooster in Wayne County southward to Holmesville in Holmes County. It encompasses the largest wetland complex in Ohio south of Lake Erie. Much of the area of the IBA is in Wayne County and consists of the riparian zone plus the associated marshland of Killbuck Marsh State Wildlife Area and private conservation easement land.</p><p>The bird list for Killbuck includes more than 275 species. This wetland complex attracts a large diversity of waterfowl in large numbers during spring and fall migrations. Thousands of Gadwalls, American Wigeons, Northern Shovelers, Redheads, Ring-necked Ducks, and Lesser Scaups are possible anytime in spring, with Tundra Swans often seen in large numbers. Rare waterfowl are recorded as well (e.g. Eurasian Wigeon, Long-tailed Duck). Shorebird migration is sporadic, but with seasonal totals of 1,000+ (as many as 800 Pectoral Sandpipers) in one flock.</p><p>Bald Eagles nest and in winter Rough-legged Hawks and Northern Harriers are regular. Wetland birds include Sandhill Cranes, which breed here and migrate through in regular flocks. Other wetland species include Common Moorhen, Sora, and Virginia Rail, and occasional Black Terns. Marsh Wrens nest in the marshland (approximately 45-55 singing males – 2001, V.Fazio) and Prothonotary Warblers breed in the swamp forests. Another priority species breeding here is the Yellow-breasted Chat. Approximately 12 pairs of Brown Creepers were recorded as probable breeders in 2001.</p>"
  },
  {
    "name": "Killdeer Plains-Big Island",
    "slug": "killdeer-plains-big-island",
    "ebirdCode": "US-OH_435",
    "webpage": "https://www.audubon.org/important-bird-areas/killdeer-plains-big-island",
    "about": "<p>This IBA encompasses two State Wildlife Areas with connecting habitat in between. Big Island WA covers 5,032 acres and Killdeer Plains WA 8,627 acres. The area spans part of a large former wetland prairie, historically one of the larger prairie systems found in Ohio. It is predominantly level, with areas of rolling land near the Little Sandusky and Scioto Rivers. Extensive patches of agricultural areas are found within the IBA, with more than two-thirds consisting of cropland and meadows, much of it interspersed with brushy hedgerows. The management emphasis is on grassland and wetland species through the gradual restoration of marsh and prairie habitat.Big Island is the site of the largest wetland prairie in Ohio. A 285-acre upland reservoir, as well as an annually flooded 360-acre greentree reservoir, are located at Killdeer Plains. Approximately 15% of the IBA is covered by second- and third-growth hardwood woodlots with many constructed ponds, cattail marshes, wet meadows, and planted prairies. Several thousand acres are set aside as a wildlife refuge with restricted public access. It has resident populations of Eastern massasauga rattlesnakes and Eastern plains garter snakes, as well as a huge population of various amphibians.</p><p>This IBA attracts a high diversity of both nesting and migrating species. Nesting grassland species include a variety of sparrows, Bobolinks, Eastern Meadowlarks, Northern Harriers, and Short-eared Owls. Bald Eagles nest annually. Migrants include large numbers of warblers and shorebirds, fall migrants such as Red-tailed Hawks, Rough-legged Hawks, and Northern Harriers, as well as fall populations of 50,000 migrant ducks and 11,000 migrant Canada Geese. A study run from 1990-1995 showed over twenty species of raptors used Killdeer Plains including state-listed breeders such as Bald Eagles, Northern Harriers, and Long-eared and Short-eared Owls. A breeding study by N. Moore, V. Fazio, and T. Bartlett (1995-1996) indicated that 43% of state-listed species were found as breeders and 37% used the area as migrants or winter residents.</p>"
  },
  {
    "name": "La Su An",
    "slug": "la-su-an",
    "ebirdCode": "US-OH_437",
    "webpage": "https://www.audubon.org/important-bird-areas/la-su",
    "about": "<p>The Lake La Su An Wildlife Area is the largest piece of public property in extreme northwest Ohio and along with some associated habitat, it comprises the lBA. Its gently rolling hills provide a highly diverse habitat for NW Ohio. This lBA is situated on the Wabash end moraine, which was deposited during the Wisconsin glaciation and is bisected by the West Branch of the St. Joseph River. Approximately two-thirds of the wildlife area consists of woodland and brushland, while the remainder is cropland and meadow. The area provides a mix of mature beech-maple woodland, riparian corridors, 30 wooded wetlands and restored wetlands as large as 18 acres, 14 ponds up to 82 acres in size, grassland, old-field habitats; and agricultural fields. Numerous warm- and cool-season grass fields are found on the area, where extensive re-establishment of warm-season grasses is being accomplished.</p><p>This IBA hosts diverse avian communities. Sandhill Cranes are frequently observed in the area during spring and fall migration. Both Sandhill Cranes and Ospreys nest on the area. Bald Eagles are often observed during.spring and fall migration when waterfowl are attracted to the lakes, ponds, and wetlands. Restored wetlands provide habitat for migrating shorebirds. Migrant songbirds are regular in the woodlands. Grassland birds such as Northern Harriers, Short-eared Owls, Dickcissels, Bobolinks, and Eastern Meadowlarks breed in the IBA. Ring-necked Pheasants and Wild Turkeys are present. Short-eared Owls are common during the winter.</p>"
  },
  {
    "name": "Lake Erie Central Basin",
    "slug": "lake-erie-central-basin",
    "ebirdCode": null,
    "ebirdLocations": "L1744038,L1744039,L1744042,L1744043,L1744040,L1744041",
    "webpage": "https://www.audubon.org/important-bird-areas/lake-erie-central-basin",
    "about": "<p>The Ohio open waters of Lake Erie extending from the east side of the Bass Island Archipelago eastward to the Pennsylvania border, known as the Central Basin.</p><p>The waters of the Lake Erie Central Basin has been poorly studied by ornithologist due to the majority of the region being remote from land-based surveys. Aerial surveys over the past 30 years conducted by the Ohio Division of Wildlife for waterfowl, commercial fishing, and specific pelagic species has exposed the vast amounts of bird life utilizing not only the harbor regions but distant open water. Counts of Red-breasted Mergansers have recorded nearly a quarter million birds which represents an extremely large portion of the global population contained within the basin at one time. These large concentrations continue to this day even though many of the routine surveys have been discontinued. Significant concentrations of American Black Duck (~4,000), Canvasback (~9,000), and Common Goldeneye (~10,000) have also been recorded. Recent pelagic surveys designed to document bird activity for purposes of assessing risk from planned offshore wind facilities indicate large concentrations of Common Loon, Horned Grebe, Bonaparte’s Gull, Ring-billed Gull, and Herring Gull. Wintering numbers of northern gulls such as Glaucous, Iceland, Greater Black-backed, Lesser Black-backed, and Little Gulls are just now being recognized. The importance of the region to migrating land birds as they pass between Canada and Ohio can only be guessed at by recognizing the large concentrations found at shore-based sites following major migration events. These numbers rival numbers observed in the Western Basin where substantial data exist for land birds and the importance of the region.</p>"
  },
  {
    "name": "Lake Erie Western Basin",
    "slug": "lake-erie-western-basin",
    "ebirdCode": "US-OH_2044",
    "webpage": "https://www.audubon.org/important-bird-areas/lake-erie-western-basin",
    "about": "<p>This sprawling IBA includes open lake waters, coastal wetlands, Lake Erie Islands, a large bay, sand beaches, numerous river mouths, deciduous woodlands, and shrublands. It represents the shallow backwater and associated marshes of Lake Erie. Onshore woodlands and shrublands populate ancient beach ridges, remainders from the reduction over geological time of Lake Erie. Between these ancient beach ridges lie the marshlands. The islands include an important nesting island for waterbirds (West Sister Island NWR) and migratory stopover sites for land birds (Bass Islands, Kelleys Island). Sandusky Bay is an important Bald Eagle fall/wintering area. Open waters surrounding the islands and in Sandusky Bay are important waterfowl staging areas.</p><p>Various public agencies including U.S. Fish and Wildlife Service and Ohio Department of Natural Resources (Division of Natural Areas and Preserves, Division of Parks and Recreation, Division of Wildlife) administer much of the habitat. Among the more significant sites are Maumee Bay State Park, Mallard Club Wildlife Area, Metzger Marsh Wildlife Area, Cedar Point NWR, Ottawa National Wildlife Refuge, Darby Unit ONWR, Navarre Unit ONWR, West Sister Island, Magee Marsh Wildlife Area, Toussaint Wildlife Area, Little Portage Wildlife Area, Kelleys Island, the Bass Islands, Sandusky Bay, Medusa Marsh, Sheldon Marsh State Nature Preserve, Old Woman Creek National Estuarine Research Reserve, Pickerel Creek Wildlife Area, Willow Point Wildlife Area, Resthaven Wildlife Area, and Castalia Pond. Also included are large expanses of privately managed marshland including Winous Point Marsh Conservancy, Ottawa Shooting Club, and Toussaint Shooting Club.</p><p>West Sister Island NWR provides nesting habitat for 40% of the breeding herons and egrets within the U.S. Great Lakes Basin. The Western Lake Erie Basin IBA holds the largest concentration of waterfowl anywhere in Ohio during migration. Sandusky Bay and surrounding areas provide refuge for one million waterfowl during fall and early winter staging, with the bay hosting a peak of 290,000 at one time, including up to 67,000 American Black Ducks and over 170,000 Red-breasted Mergansers. Among the other species found there, with maximum counts, are Canvasback (23,700), Redhead (9,300), Gadwall (13,100) Green-winged Teal (15,525), Northern Pintail (14,800), American Wigeon (8,500), Blue-winged Teal (12,400), Common Goldeneye (3,500), Ruddy Duck (3,300), American Coot (7,000), Mallard (100,200), and scaup species (50,600). The state record of 2,285 Bufflehead was recorded around Kelleys Island on 16 Nov 2002(T. Bartlett-Ohio Cardinal). It is increasingly utilized as a wintering area for Tundra Swans (1,000 max. season) and Snow Geese. Thousands of Canada Geese also occur. More than 45,000 waterfowl pass through Ottawa NWR during spring and fall migration. Large concentrations of waterfowl are present in spring with maximum numbers in the 100,000s. April staging in Sandusky Bay totals typical numbers of 25,000-30,000 Lesser Scaup (maximum 40,000), 9,000 Canvasbacks peak daily, and 3,000-5,000 daily Ruddy Ducks (V. Fazio).</p>Over 100 Bald Eagles regularly concentrate in Sandusky Bay in fall and winter with fall staging numbering as many as 200 in the region. The historical beach ridge bridged by the Magee Marsh Wildlife Area boardwalk is a major conduit for migrant land birds. A second historical beach ridge 7 miles southeast of Magee is the site where Black Swamp Bird Observatory annually bands thousands of neotropical migrants. Over 250 species of birds are recorded annually in the region.</p><p>The marshes are the largest breeding and migratory area for rails and bitterns in the state. This includes what may be the only viable population of King Rails in the state.</p><p>The northwest Ohio and southeast Michigan marshes are important migratory resting and feeding habitat for shorebirds. The Lake Erie marshes qualify as a Site of Regional Importance in the Western Hemisphere Shorebird Reserve Network.</p><p>Thirty-eight species of shorebirds have been recorded within the marshes since 1993. Spring migration stopover sites include controlled-level marshes and flooded crop fields. In fall, shorebird migration can be concentrated, especially on the Crane Creek estuary. As many as 15,000 shorebirds are recorded during peak days in fall migration. The Crane Creek estuary and several associated marshes comprise the only known eastern U.S. site for Long-billed Dowitchers to stage and molt in fall over the course of several weeks (500-600 max. season in November). Includes federally-designated habitat for Piping Plover. Over 100,000 shorebirds have been documented visiting the northwest Ohio and southeast Michigan marshes annually during northward and southward migrations, with total stopover population estimates ranging from 500,000 to 1 million.</p><p>Over 100,000 Double-crested Cormorants have been counted during late summer staging in western Lake Erie.</p><p>Migrant land birds pass through the region in the millions according to some estimates. The region is a significant area for breeding of many species including Yellow Warbler, Marsh Wren, and Willow Flycatcher.</p>"
  },
  {
    "name": "Lawrence Woods",
    "slug": "lawrence-woods",
    "ebirdCode": "US-OH_438",
    "webpage": "https://www.audubon.org/important-bird-areas/lawrence-woods",
    "about": "<p>This IBA is a State Nature Preserve representing an unusual remnant of the wet forest that once existed in northwest Ohio. It is the largest known mature forest with large areas of button bush wetlands in west-central Ohio. The IBA encompasses over 500 acres of wet mature woodland and about 500 acres of grassland and meadows.</p><p>Important breeding species are Yellow-billed Cuckoo, Cerulean Warbler, Kentucky Warbler, Ovenbird, American Redstart, Hooded Warbler, Yellow-throated Vireo, Acadian Flycatcher, Eastern Meadowlark, Sedge Wren, Bobolink, Henslow’s Sparrow, Veery, Pileated Woodpecker (possibly the only site in Hardin County), and a breeding colony of Great Blue Herons.</p>"
  },
  {
    "name": "Liberty Park",
    "slug": "liberty-park",
    "ebirdCode": "US-OH_3597",
    "webpage": "https://www.audubon.org/important-bird-areas/liberty-park",
    "about": "<p>This IBA is a partnership between the City of Twinsburg and Metro Parks serving Summit County. The city manages the park’s 100-acre recreation area while Metro Parks manages the remaining acreage, including two trails and the Pond Brook Conservation Area.</p><p>Large trees grow on rock ledges and in wetlands within the conservation area, which includes fens and bogs. Metro Parks has designated this a Low Impact Area, meaning mowing, trails and other park improvements will be kept to a minimum. Liberty Park is home to many rare and endangered species, including Indiana bats, Marsh Wrens, Ospreys, and Bald Eagles.</p><p>Liberty Park harbors significant breeding populations of several priority species including Wilson’s Snipe, Sedge Wren, and Winter Wren; as well as having rare habitat types with associated priority species: Wilson’s Snipe, Sora, Virginia Rail, Sedge Wren, and Winter Wren.</p>"
  },
  {
    "name": "Little Beaver Creek",
    "slug": "little-beaver-creek",
    "ebirdCode": "US-OH_2045",
    "webpage": "https://www.audubon.org/important-bird-areas/little-beaver-creek",
    "about": "<p>This lBA includes the river drainage north of East Liverpool and includes the Beaver Creek State Forest. Deep hemlock gorges and rugged hills surround much of Little Beaver Creek with a high diversity of plant life.</p><p>The drainage is one of the six or seven sites in Ohio harboring Canadian-zone species. It remains a potential Black-throated Blue Warbler breeding site. One of top five sites for Blue-headed Vireo, with Black-throated Green Warbler, Yellow-throated Warbler, Prairie Warbler, Cerulean Warbler, and Worm-eating Warbler. Specialty site for Northern Parula and Red-breasted Nuthatch. This IBA is the only Ohio confirmed breeding site for Common Merganser.</p>"
  },
  {
    "name": "Little Miami River",
    "slug": "little-miami-river",
    "ebirdCode": "US-OH_2046",
    "webpage": "https://www.audubon.org/important-bird-areas/little-miami-river",
    "about": "<p>The Little Miami IBA follows the riparian corridor of the Little Miami River 105 miles from its source in Clark County to its mouth at the Ohio River. The river has State and Federal Scenic River designations, flowing through numerous scenic gorges, though most of its length is agricultural. Its course encompasses portions of Clifton Gorge State Nature Preserve, John Bryan State Park, Glen Helen Ecology Institute, Spring Valley Wildlife Area, Fort Ancient State Memorial, and Camp Dennison. Spring Valley Wildlife Area was once a commercial fur farm, and now supports one of the largest high-quality emergent marsh and scrub-shrub wetland complexes in southwest Ohio.</p><p>The river corridor is significant for distribution patterns up the river (illustrated from the first Ohio Breeding Bird Atlas) of Blue-winged Warbler, Northern Parula, Prairie Warbler, Hooded Warbler, Yellow-throated Warbler, Louisiana Waterthrush, and Yellow-throated Vireo.</p><p>Over 230 species have been recorded at Spring Valley WA and the extensive wetlands attract rare migrant and breeding birds. The uniqueness of the site is evident by the regularity of rare and accidental birds. These include American Bitterns, Least Bitterns, Soras, Virginia Rails, Common Moorhens, and Northern Waterthrushes. In fact, there are at least three records of Purple Gallinule, plus records of White Ibis, Little Blue Heron, Yellow-crowned Night-Heron, King Rail, Yellow Rail, Black Rail, Brewer’s Blackbird, and Nelson’s Sharp-tailed Sparrow. Spring Valley has been an Osprey re-introduction site.</p><p>Camp Dennison has American Coot in typical numbers of 1,000 avg. daily (2,200, 30 Oct 2006, Ohio Cardinal).</p>"
  },
  {
    "name": "Mansfield Lahm Airport",
    "slug": "mansfield-lahm-airport",
    "ebirdCode": "US-OH_441",
    "webpage": "https://www.audubon.org/important-bird-areas/mansfield-lahm-airport",
    "about": "<p>This IBA consists of open grassy fields, mostly within grounds of the airport, as well as in surrounding agricultural areas. Mowed open areas are associated with the airport and National Guard facilities.</p><p>A breeding site for Upland Sandpiper and other grassland birds. May hold 1-5% of state breeding population of Upland Sandpiper. Other areas outside/bordering the airport are privately owned but are used by the Upland Sandpipers and Henslow’s Sparrows.</p>"
  },
  {
    "name": "Maumee River-Lower",
    "slug": "maumee-river-lower",
    "ebirdCode": "US-OH_2048",
    "webpage": "https://www.audubon.org/important-bird-areas/maumee-river-lower",
    "about": "<p>The Lower Maumee River IBA includes the corridor along the river and extends from the confluence of the Auglaize River in Defiance (Independence Dam east of Defiance) northeast to the mouth at Lake Erie near Toledo. Riparian forest lines the river on both sides and the riparian corridor serves as a migration pathway with a variety of habitats providing river, wet woodlands, and prairie through the northwest agricultural region. This IBA includes the 15-mile stretch of rapids of the Maumee River extending from the city of Grand Rapids to the city of Maumee and also warm water outflows nearer the mouth.The river provides a migratory corridor for migrant land birds. Migrant warblers are numerous in both spring and fall migrations. As Maumee Bay freezes into winter, bay ducks (e.g. Common Goldeneyes and Common Mergansers) move to the lower four-mile stretch. With winter freeze-up of Lake Erie, the lower river and the up-river rapids attract gulls as open water in northwest Ohio gradually diminishes. Herring Gulls and Ring-billed Gulls make up the majority, with unusual species having included Glaucous Gulls, Iceland Gulls, Lesser Black-backed Gulls, Great Black-backed Gulls, Bonaparte’s Gulls, and rarer Thayer’s Gulls and Mew Gulls. The rapids can also attract southbound shorebirds in late summer. Bald Eagles use the Maumee in winter, spring, and fall all the way up to the Independence Dam, and even farther to the west.</p>"
  },
  {
    "name": "McAfee Tree Farm",
    "slug": "mcafee-tree-farm",
    "ebirdCode": "US-OH_574",
    "webpage": "https://www.audubon.org/important-bird-areas/mcafee-tree-farm",
    "about": "<p>This IBA consists of the 87 -acre woodland containing a 30-acre tract of high-diversity beech-oak-red maple forest. It is high-quality woodland in a large expanse of farmland and low quality woodlots. It contains State-listed plants, due to the probability that it has never been grazed. Both the trees and the herbaceous layer are high quality and significant for this highly impacted portion of the state.</p><p>This woodland attracts forest species and functions as a high-quality migrant stopover area. There is a Great Blue Heron colony on site. This type of woodland is rare in the agricultural region of west-central Ohio.</p><p>Woodland has been well managed for sustainable selective timber cutting by an Ohio lumber company. Little other natural land has been guaranteed a future in western and northwestern Ohio. Selective timber cutting; habitat conversion.</p><p>Owner: Pike Lumber Company, Akron, OH; Area farmers on contiguous woods.</p>"
  },
  {
    "name": "Metzger and Ferguson Reservoirs",
    "slug": "metzger-ferguson-reservoirs",
    "ebirdCode": "US-OH_576",
    "webpage": "https://www.audubon.org/important-bird-areas/metzgerferguson-reservoirs",
    "about": "<p>This IBA consists of two municipal water reservoirs east of Lima, Ohio. Metzger Reservoir covers 167 acres and is separated from the adjoining Ferguson Reservoir (305 acres) by a causeway approximately one mile long. The nearby Bresler Reservoir (582 acres) is 5 miles west of Metzger/Ferguson.The IBA attracts waterfowl in spring, fall, and winter until the reservoirs freeze. The smaller Metzger Reservoir is a primary inland staging area for Ruddy Ducks in fall migration-one of the top three such spots in the state, with flocks up to 1,000 in October or November. Scoters appear with regularity in both spring and fall migration (exceptional for an inland site). Surf Scoters were observed here in 1993, 1994, 1995, 1996, 2002, and 2005; Black Scoters in 1993, 1994, 1996, and 2001; and Long-tailed Ducks in 1991, 1993, 1996, 1997, and 2002.</p><p>The mowed grass/gravel causeway between the two reservoirs serves as a tundra-type habitat that has attracted Buff-breasted Sandpipers on occasion and Snow Buntings regularly in autumn migration. Two of the four inland records in Ohio for Purple Sandpiper occurred here (Nov 12-13, 1994 and Nov 29,1985). Other rarities have included Western Grebes, Red-necked Grebes, Bald Eagles, Purple Sandpipers, Willets, Ruddy Turnstones, Sanderlings, Merlins, and Short-eared Owls. Summer reveals an occasional non-breeding Common Loon.</p><p>Bresler Reservoir has attracted Long-tailed Ducks, Surf Scoters, White-winged Scoters, Red-breasted Mergansers (max. 1,500) in spring, and Ruddy Ducks (max. 750 fall) in spring and fall.</p>"
  },
  {
    "name": "Mohican",
    "slug": "mohican",
    "ebirdCode": "US-OH_579",
    "webpage": "https://www.audubon.org/important-bird-areas/mohican",
    "about": "<p>This IBA consists of the 4,525 acres of the Mohican-Memorial State Forest, the 1,294 acres of Mohican State Park, and 28 acres in the Clear Fork Gorge State Nature Preserve. Three divisions of the Ohio Department of Natural Resources manage these components. Two major streams-the Clear Fork River and Pine Run–create scenic valleys in this IBA. The Clear Fork River is a major tributary of the Mohican River, a State Scenic River designated by ODNR Division of Natural Areas and Preserves. The forested landscape includes hemlock ravines, pine plantations, and mature deciduous forest. Within the State Forest, about 3,200 acres are native hardwood species and 1,300 acres are planted pine, but the forest also has large native white pines scattered along the slopes of the Clear Fork Gorge. The canopy is predominantly closed over a mixture of multistoried, mixed-age trees. Ridge tops are a dry mix of oaks, cherry, hickory, and maple. Areas of beech-maple and mixed hardwoods are also found.</p><p>This IBA forms essential habitat for breeding birds as well as migrating songbirds and as such exhibits excellent neotropical migrant bird diversity. The Mohican area including the Mohican State Forest, Mohican State Park, and Mohican State Scenic River is one of Ohio’s most significant sites for breeding birds. Over 100 species of birds nest in this IBA each year, including more than 20 species of warblers. Important priority bird species breed in this IBA.</p><p>The Mohican IBA attracts large numbers of northern species as well as large numbers of individuals using the area for summering and breeding. Rare species associated with the northern Canadian Zone breed in the hemlock ravines. Some of the more unusual breeders or suspected breeders have included Blue-headed Vireo, Winter Wren, Hermit Thrush, Brown Creeper, Red-breasted Nuthatch, Yellow-rumped Warbler, Blackburnian Warbler (13 singing males found in 1997), Canada Warbler, Mourning Warbler, Black-throated Green Warbler, Magnolia Warbler, Northern Waterthrush, and Dark-eyed Junco. The area probably holds 25% of all Black-throated Green Warblers nesting in Ohio. A Swainson’s Warbler was confirmed by S. Snyder 21 May 2005.</p>"
  },
  {
    "name": "Mosquito Creek Corridor",
    "slug": "mosquito-creek-corridor",
    "ebirdCode": "US-OH_580",
    "webpage": "https://www.audubon.org/important-bird-areas/mosquito-creek-corridor",
    "about": "<p>The Mosquito Creek Corridor IBA extends from the Mosquito Creek Wildlife Area (MCWA), south along Mosquito Lake following the corridor to the mouth at the Mahoning River in Niles, Ohio. Mosquito Lake (7,241 acres) was formed with the construction of the dam across Mosquito Creek in 1944 and is part of Mosquito Lake State Park. The 9,000-acre Mosquito Creek Wildlife Area is a mixture of grassland, woodland, and marshland at the northern end of Mosquito Lake. The corridor of woods and floodplain along Mosquito Creek downstream from the lake encompasses approximately 870 acres.</p><p>Priority species Bald Eagle, Wood Thrush, Scarlet Tanager, Prothonotary Warbler, Cerulean Warbler, Blue-winged Warbler, and Ovenbird all nest within the wildlife area. It is a significant wintering area for waterfowl as well as a migration corridor for songbirds and shorebirds (64 Whimbrels 19 May 2000, Ohio Cardinal). Yellow-bellied Sapsuckers nested 1999 and 2000. All of Mosquito Lake has a significant population of Prothonotary Warblers. Hooded Mergansers are documented nesters. MCWA has 2 Bald Eagle nests, with Great Horned Owls, Barred Owls, Red-shouldered Hawks, Red-tailed Hawks, and Cooper’s Hawks nesting along the corridor. The north end where Mosquito Creek enters the lake is a significant staging area for immature eagles; as many as 20 immatures have been counted in winter.</p><p>Documented as a special area for Ohio Breeding Bird Atlas I. Large numbers of warblers concentrate along the river during spring migration. Daily counts of hundreds of Tennessee Warblers have been recorded. Golden-winged Warblers, Northern Waterthrushes, Magnolia Warblers, and Cerulean Warblers have been regularly seen migrants in spring.</p>"
  },
  {
    "name": "Oak Openings",
    "slug": "oak-openings",
    "ebirdCode": "US-OH_582",
    "webpage": "https://www.audubon.org/important-bird-areas/oak-openings",
    "about": "<p>An ancient post-glacial beach ridge stretches through Oak Openings Preserve. There are many rare plants (and plant communities) and animals found on this unique geological feature. Oak Openings Preserve consists of many diverse habitats: dunes, wet tallgrass prairie, old fields, scrub-shrub, floodplain, pine woods, oak savanna/woodland, and it is part of the Oak Openings region of northwest Ohio, considered a globally rare ecosystem. Includes Kitty Todd Preserve. The preserve is a mosaic of prairie, oak savanna, oak woodland, and wet prairie.</p><p>The Oak Openings contains five globally rare natural communities; Black Oak/Lupine Barrens, Midwest Sand Barrens, Mesic Sand Tallgrass Prairie, Twig-rush Wet Prairie and Pin Oak-Swamp White Oak Sand Flatwoods. The preserve protects 532 species of plants, 100 species of rare plants and animals, including one federally endangered species, the Karner blue butterfly.</p><p>There are also areas where sand mining once occurred, in which other rare species can be found. These “sand pits” contain watery areas where shorebirds and ducks have been spotted. Pine plantations can be found throughout the preserve. Most were planted in the 1940s and 1950s and lowered biodiversity in these sites. The Wabash Cannonball railway forms a unique corridor with at least 176 rare plants found along its course. The wet areas on either side have spotted turtles.</p><p>Kitty Todd Preserve consists of globally rare oak savanna and wet prairie habitats and supports breeding populations of four high conservation priority species. The Oak Openings Preserve’s large size assures it can host many birds, with a diverse array of habitats sustaining certain important bird populations. Oak Openings preserve has more nesting species of songbirds than any other preserve in Ohio. It protects one of the easternmost breeding populations of Lark Sparrows in Ohio, a very isolated population.</p><p>Oak Openings supports 18 warbler species and includes disjunct populations of Kentucky Warblers, Prairie Warblers, and Pine Warblers. It is one of only six locations in the state for breeding Blue-headed Vireos and is one of Ohio’s few historical locations for nesting Bell’s Vireos (1980-82).</p>"
  },
  {
    "name": "Pickerington Ponds",
    "slug": "pickerington-ponds",
    "ebirdCode": "US-OH_525",
    "webpage": "https://www.audubon.org/important-bird-areas/pickerington-ponds",
    "about": "<p>This IBA, located approximately five miles southeast of Columbus, is part of the Metro Park system in Franklin County and the Pickerington Ponds Wetland Wildlife Refuge includes one of the last remaining glacial kettle lakes in Central Ohio. Associated with the lake are a large cattail marsh, a buttonbush swamp, and numerous small ponds. This area also has several glacial features. Also included are one small woodlot and approximately 60-70 acres of managed grasslands. In all 416 acres of this IBA is a dedicated state nature preserve.</p><p>This is an important migrating bird stopover site and provides unique nesting bird habitat. Over 260 species of birds have been recorded at this site. Numerous seasonal ponds combined with the associated rich wetland vegetation, all bordered by woodlands attracting migrating waterfowl, shorebirds, and land birds. Wetland habitats like Pickerington Ponds are somewhat rare in Ohio, with a number of species requiring just this sort of habitat. A Great Blue Heron rookery with up to 50 nests was active until the early 2000s. A nesting pair of Ospreys is present.</p>"
  },
  {
    "name": "Pleasant Hill Lake",
    "slug": "pleasant-hill-lake",
    "ebirdCode": "US-OH_2051",
    "webpage": "https://www.audubon.org/important-bird-areas/pleasant-hill-lake",
    "about": "<p>Pleasant Hill Lake is adjacent to the Mohican IBA, but is distinguished from that IBA, reflecting the character of the open water as distinct from Mohican proper.</p><p>Good concentrations of Bald Eagles in winter. Unusual waterfowl (e.g. scoters) occur annually.</p>"
  },
  {
    "name": "Pymatuning Creek Corridor",
    "slug": "pymatuning-creek-corridor",
    "ebirdCode": "US-OH_2053",
    "webpage": "https://www.audubon.org/important-bird-areas/pymatuning-creek-corridor",
    "about": "<p>This IBA covers the riparian corridor along Pymatuning Creek in Trumbull County from the Ashtabula County line about 15 miles south and east to the Pennsylvania State line. Much of the corridor is managed by ODNR Division of Wildlife as the Shenango Wildlife Area, with a mixture of marshland (4%), brush-land (15%), open land (21 %), and wet second-growth woodland (60%) of pin oak, green ash, elm, sugar and red maples, and a mixture of hickories. The Shenango Wildlife Area is leased from the U.S. Army Corps of Engineers as part of the Shenango River Reservoir project, with a dam and reservoir in Pennsylvania. The Shenango Reservoir downstream has been identified as an Important Bird Area by Pennsylvania.</p><p>Large numbers of migrant waterfowl pass through the area in spring and fall. Beaver impoundments provide much of the wetland acreage for waterfowl. Northern Waterthrush and Veery are priority breeding species. The area is a historical Black-throated Blue Warbler nesting site. Additional notable breeding species include Hooded Merganser, Pied-billed Grebe, Sora, Virginia Rail, Common Moorhen, Alder Flycatcher, and Least Flycatcher.</p>"
  },
  {
    "name": "Ravenna Arsenal",
    "slug": "ravenna-arsenal",
    "ebirdCode": "US-OH_2054",
    "webpage": "https://www.audubon.org/important-bird-areas/ravenna-arsenal",
    "about": "<p>This IBA contains extensive scrub habitat, the largest in Northeast Ohio.</p><p>High densities of Orchard Orioles and Blue-winged Warblers for Northeast Ohio.</p><p>Highest Northern Shrike density recorded for Ohio. Very high Acadian Flycatcher numbers.</p>"
  },
  {
    "name": "Rocky River-East Branch",
    "slug": "rocky-river-east-branch",
    "ebirdCode": "US-OH_2055",
    "webpage": "https://www.audubon.org/important-bird-areas/rocky-river-east-branch",
    "about": "<p>This IBA extends along the Rocky River riparian corridor through Medina and Cuyahoga Counties. It includes the Rocky River Reservation, Mill Stream Run Reservation, and Hinckley Reservation.</p><p>The Rocky River Reservation follows the floodplain forest of willow, sycamore, and cottonwood surrounded by massive shale cliffs. Hinckley Reservation is a heavily wooded tract just south of Cleveland, interspersed with open fields and a 90-acre lake. Extensive outcroppings of Sharon conglomerate, including Whipp’s Ledges, are also of significance. Hiking trails and bridle trails offer access to many of the deeper woods.</p><p>Hinckley is best known as the home of the Hinckley buzzards, and the large Turkey Vulture roost is a major media and public attraction. More important is the large block of deciduous woods with attendant nesting species. The spring wildflower display is one of the best in the area. Several large stands of Norway spruce, planted in the 1930s, now offer nesting habitat for some of Ohio’s rarest nesting passerines, including Ohio’s largest breeding population of Golden-crowned Kinglets.</p><p>In addition to supporting large populations of typical nesting neotropical migrants, Hinckley also is home to several rare or marginal nesters, including Golden-crowned Kinglets, Red-breasted Nuthatches, and coniferous obligate warblers such as Magnolia Warblers and Blackburnian Warblers, etc. Twenty species of warblers have been recorded during the breeding season. The area, including mudflats along the lakeshore, harbors many migrants including passerines, shorebirds, waterfowl, etc.</p>"
  },
  {
    "name": "Sandusky River",
    "slug": "sandusky-river",
    "ebirdCode": "US-OH_2056",
    "webpage": "https://www.audubon.org/important-bird-areas/sandusky-river",
    "about": "<p>This IBA extends along the Sandusky River riparian corridor from Upper Sandusky north to Fremont, the entire river flowing 130 miles from its source in Crawford County to the Muddy Creek and Sandusky Bay. It is designated a State Scenic River and is the largest, cleanest riverine system in Northwest Ohio, with many scenic exposed dolomite and limestone outcroppings. The southern two-thirds is relatively flat, characterized by broken ridges (glacial end moraines) ranging from 10 to 50 feet in height. The northern one-third is flat to gently rolling, comprising remnants of the shorelines of ancient glacial lakes.The river corridor is an important flyway for huge numbers of waterfowl heading for Sandusky Bay. It is notable for its concentration of nesting and wintering Bald Eagles. Kirtland’s Warbler has been recorded in spring migration and large numbers of migrant land birds use the corridor.</p>"
  },
  {
    "name": "Scioto River-Greenlawn",
    "slug": "scioto-river-greenlawn",
    "ebirdCode": "US-OH_2057",
    "webpage": "https://www.audubon.org/important-bird-areas/scioto-river-greenlawn",
    "about": "<p>This IBA includes a relatively intact three-mile riparian corridor in a heavily urbanized area within the city limits of Columbus, Ohio, from the I-70/71 bridge south to the southern end of Berliner Park. Along the river corridor, it includes a dam-produced basin, a seasonal mudflat, and rocky riffles downstream of the dam. The Greenlawn Dam (built in the 1930s) is the last dam on the Scioto south to the Ohio River, more than 100 river miles distant. The 360-acre Green Lawn Cemetery and Arboretum is disjunct-one mile west-but included in this IBA. Public bicycle paths provide access to the area, and also make convenient walking paths for birders. The Grange Insurance Audubon Center is located within the 80-acre Scioto Audubon Metro Park at the north end on the Whittier Peninsula.</p><p>This three-mile portion has had more species of birds recorded than any other stretch of the Scioto River, numbering at least 212 in the general area. This is a contiguous strip of habitat in a very urbanized zone and, along with the nearby Green Lawn Cemetery, provides habitat for high-priority species that use riparian corridors such as the Northern Pintail, Pied-billed Grebe, American Bittern, Osprey, at least 10 species of gulls and terns, Prothonotary Warbler, Northern Waterthrush,. and many other warbler species. It is particularly valuable to neotropical migrant songbirds, and functions especially as a migrant trap for warblers. Since the initial breeding and subsequent fostering of Peregrine Falcons into the breeding fauna of Ohio, this part of the Scioto has served as a hunting area for these raptors. It has been documented as a foraging area for Bald Eagle as well. Cliff Swallows nest under the interstate overpass above the river. While no evidence of breeding has been documented recently, it has historical importance as a breeding area for Yellow-crowned Night-Heron, a high conservation priority species.</p><p>The Green Lawn Cemetery attracts regular high numbers and diversity of migrant land birds. All the eastern wood warblers occurring in Ohio have been recorded in spring migration as well as all of the regular Ohio flycatchers, thrushes, and vireos. Priority nesting species include Red-shouldered Hawk and Red-headed Woodpecker.</p>"
  },
  {
    "name": "Scioto River-Lower",
    "slug": "scioto-river-lower",
    "ebirdCode": "US-OH_529",
    "webpage": "http://www.audubon.org/important-bird-areas/scioto-river-lower",
    "about": "<p>The IBA extends from the confluence with the Big Darby in Circleville south to the Ohio River west of Portsmouth. This river corridor is a major North-South migration landmark. The IBA includes river corridor and riverine habitats, with some large tracts of mature forest. Large tracts of bottomland forest, extremely rare in Ohio, provide unique breeding habitat and important migrant stops. The lower portion of the Scioto River remains ice-free open water throughout most winters, providing Ohio wintering areas for numerous waterfowl and eagles. The Scioto is a remnant of the ancient Teays River and flows southward as a result of early Pleistocene glacial deposits, which resulted in the reversal of the direction of the river.</p><p>The Scioto River is an important north-south migratory path north from the Ohio River. Near the confluence with the Ohio River, it provides an important wintering area for waterfowl due to open water during winter. Bald Eagles winter along the river in high numbers. In fall, large numbers of Cliff Swallows stage in Pickaway County. Throughout fall and spring, there are important flights of migratory land birds. Bald Eagles breed. The area hosted one of two confirmed Bewick’s Wren breeding sites in the first Ohio Breeding Bird Atlas (Hay’s Hollow, 1987, T. Bartlett).</p>"
  },
  {
    "name": "Scioto Trail",
    "slug": "scioto-trail",
    "ebirdCode": "US-OH_530",
    "webpage": "https://www.audubon.org/important-bird-areas/scioto-trail",
    "about": "<p>This IBA consists of the 9,390-acre Scioto State Forest, the 250-acre Scioto Trail State Park, and surrounding habitat. Its location at the northern edge of the unglaciated plateau in a large bend of the Scioto River provides a significant stopover site for migrants moving north and south along the Scioto. Primarily forested by mixed oak, much of the habitat consists of a mix of ridge habitat and bottomlands along tributaries of the Scioto River. Much of the savannah-like mid-story forest provides important habitat.</p><p>Next to Shawnee State Forest this is the primary Southern Ohio site for migrants, including many species that regularly migrate through the state. Spring migration peaks by late April/early May as early migrants have already commenced nesting. At least 14 breeding warblers have been recorded, including IBA priority species Blue-winged Warbler and Cerulean Warbler. Other breeding passerines include Northern Parulas, Yellow-throated Warblers, Pine Warblers, Black-and-white Warblers, American Redstarts, Worm-eating Warblers, Ovenbirds, Louisiana Waterthrushes, Kentucky Warblers, Common Yellowthroats, Hooded Warblers, and Yellow-breasted Chats. Other breeding IBA priority species include Yellow-billed Cuckoo and Whip-poor-will. Ruffed Grouse nests here along with southern-typical species such as White-eyed Vireo and Summer Tanager. Certain warbler species are very numerous during spring migration including Tennessee Warbler, Nashville Warbler, Yellow-rumped Warbler, Black-throated Green Warbler, Blackburnian Warbler, Blackpoll Warbler, and Bay-breasted Warbler.</p>"
  },
  {
    "name": "Shawnee",
    "slug": "shawnee",
    "ebirdCode": "US-OH_3602",
    "webpage": "https://www.audubon.org/important-bird-areas/shawnee",
    "about": "<p>This IBA encompasses the 63,000-acre Shawnee State Forest and the 1,165-acre Shawnee State Park. Shawnee State Forest is the largest of the twenty state forests in the state and much of the forest is re-growth from the time of 1922 acquisition by the state and management by ODNR Division of Forestry. It is an area of unglaciated hills influenced by the nearby Scioto River with the Ohio River bordering to the south. Visualizing its common name of “Little Smokies” can give one a good idea of the landscape as well as the high level of biodiversity. This forest remains large and relatively unfragmented. Dry ridges are covered with several species of oaks, hickories, and pine. Mid-slope areas support maples, basswood, hackberry, and Ohio buckeye. Yellow poplar, beech, and sugar maple are characteristic of the dark moist hollows. Shawnee State Forest is perhaps the most ecologically significant region in the state with an abundant flora of threatened and endangered plants.</p><p>The presence of interior forest birds is a good gauge as to the nature of this forest. Significant species include Wood Thrush, Yellow-throated Warbler, Pine Warbler, Cerulean Warbler, Black-and-white Warbler, Worm-eating Warbler, Hooded Warbler, Louisiana Waterthrush, Ovenbird, Scarlet Tanager, and Summer Tanager. At least 14 species of warblers breed here and more than 110 species of breeding birds have been recorded.</p>"
  },
  {
    "name": "Springville Marsh",
    "slug": "springville-marsh",
    "ebirdCode": "US-OH_2058",
    "webpage": "https://www.audubon.org/important-bird-areas/springville-marsh",
    "about": "<p>This is a State Nature Preserve containing wetland, swamp woods, cattail marsh, sedge meadows, ponds, muck, and fen. It is one of the largest inland wetlands in Northwest Ohio. There is a one-kilometer boardwalk through about 50 acres of the preserve.</p><p>This was an Ohio Breeding Bird Atlas I area of special concern. Bird banding and censuses have been conducted since 1988, netting 20,000+ birds banded with a 15-20% recapture rate (several state records for longevity, and one possible national). Over 110 species have been banded on site with reports to ‘The Ohio Cardinal, American Birds, and Ohio Birds & Natural History’. Threatened or endangered species breeding here are American Bittern, Least Bittern, and King Rail (possible, with summer records). Species of Concern include Pied-billed Grebe, Virginia Rail, Sora, Common Moorhen, American Coot, and Yellow-billed Cuckoo. Supports one of the highest concentrations of inland breeding Swamp Sparrow populations. Over 10% of the birds banded are Swamp Sparrows.</p>"
  },
  {
    "name": "St Marys River-Grand Lake",
    "slug": "st-marys-river-grand-lake",
    "ebirdCode": "US-OH_535",
    "webpage": "https://www.audubon.org/important-bird-areas/st-marys-river-grand-lake",
    "about": "<p>This IBA includes the St. Marys River corridor and the neighboring Grand Lake, as such representing elements of both the Great Lakes and the Mississippi River watersheds. It also includes the St. Marys Fish Hatchery on the east side of the lake and the Mercer Wildlife Area on the west. Grand Lake is Ohio’s largest inland lake, functioning as a constructed reservoir with an outlet flowing west to Beaver Creek and eventually to the Wabash River in the Mississippi watershed. The St. Marys River originates just east of Grand Lake, flowing north and west to eventually join the St. Joseph River in Indiana to form the Maumee River, which flows back into Lake Erie. Rare species include state listed swamp cottonwood, catchfly grass (only site in Ohio), lake cress, raven’s-foot sedge, pigeon grape, and pugnose minnow. The St. Marys River corridor is a hydrologically intact river valley with a remaining riparian corridor, many oxbows and much floodplain forest and wetlands, in great contrast to most of surrounding farmlands. This corridor is the single most forested corridor in west-central Ohio. High-quality sites along the corridor include the Barber-Werner Oxbow, Speckman Woods, and The Thoroughfare.</p><p>The Barber-Werner Road Oxbow is a floodplain forest of high quality and diversity with large oxbows exhibiting an intact riparian corridor and hydrology. This is one of the better sites along the riparian chain of sites along the St. Marys. 302 species of plants and animals were recorded from the site in 1988; one is state listed – swamp cottonwood.</p><p>Speckman Woods is 10 acres of high diversity mixed swamp forest within a beech/maple woods, part of a buffer to an area of deeper swamps on state-controlled land to the Northwest. The deep forest character and high plant diversity exhibit habitats uncommon in Northwest Ohio.</p><p>The largest block of local area without roads is known locally as The Thoroughfare due to the abundance of wildlife there. The Thoroughfare contains an intact riparian corridor within an intensive agricultural area; it is the largest forested area. The largest block of local area without roads is known locally as The Thoroughfare due to the abundance of wildlife there. The Thoroughfare contains an intact riparian corridor within an intensive agricultural area; it is the largest forested area in 6-8 county area (including three Indiana counties) with several state-listed plants and animals. It is a high-quality un-dredged river corridor with diverse riparian habitats: upland forest with a few old growth trees, oxbows and other wetlands, swamp forest, floodplain forest, remnant wet prairie, and buttonbush swamp.</p><p>The St. Marys River corridor contains unique and rare habitats and species in the most agriculturally developed part of the state. Barber-Werner Road Oxbow is a high-quality site of a rare habitat type-floodplain forest. Forty-two species were recorded from this site alone by the nominator in 1988 with high numbers during migration in spring.</p><p>The Thoroughfare has a large amount of good quality wetland, riparian, and forest habitat in an area of the state that has had most of the native habitats removed.</p><p>It includes migratory stopover and feeding area for forest and wetland species, including some state-listed species. Large numbers of waterfowl use the area when migrations and seasonal floods coincide.</p><p>The 160 acres of the St. Marys Fish Hatchery ponds attract diving and puddle ducks during migration peaks, as well as shorebirds and wading birds during times of peak mudflat exposure in spring and fall.</p>"
  },
  {
    "name": "Tar Hollow",
    "slug": "tar-hollow",
    "ebirdCode": "US-OH_3603",
    "webpage": "https://www.audubon.org/important-bird-areas/tar-hollow",
    "about": "<p>This IBA is defined by the Tar Hollow State Forest at the intersection of Hocking, Ross, and Vinton counties. Tar Hollow is Ohio’s third-largest state forest and surrounds the Tar Hollow State Park’s 620 acres, including a 15-acre lake. The majority of the forest is wooded with a variety of forest communities, including planted pine plantations and native stands of Virginia and pitch pine. Access to the forest is available through 22 miles of hiking trails, 14 miles of gravel forest roads, and 17 miles of paved forest roads.</p><p>Good numbers and diversity of neotropical migrants are found in both spring and fall migrations. Breeding woodland species include priority Cerulean Warbler, as well as Hooded Warbler, Kentucky Warbler, Black-and-white Warbler, and Worm?eating Warbler. Northern Parulas, Yellow-throated Warblers, and Louisiana Waterthrushes breed along the riparian corridors. Pine Warblers are found in the pine stands. Ohio’s only confirmed nesting record of Red Crossbills occurred here in 1973.</p><p>1,700 acres have been set aside as a Ruffed Grouse management area to improve grouse habitat. Native stands of Virginia and pitch pines may attract winter specialties such as Red-breasted Nuthatches and Pine Siskins.</p>"
  },
  {
    "name": "Tri-Valley Wildlife Area",
    "slug": "tri-valley-wildlife-area",
    "ebirdCode": null,
    "ebirdLocations": "L264474",
    "webpage": "https://www.audubon.org/important-bird-areas/tri-valley-wildlife-area",
    "about": "<p>A large reclaimed surface mine. The habitat is primarily grassland with some forest habitat. 15,137 acres = 6125.94 hectares.</p><p>Most of the area has been subjected to surface mining in the past. The reclamation process after mining has led to large patches of grassland habitats, which is rare in Ohio. These patches hold large numbers of breeding grassland birds. Henslow’s Sparrow is common throughout the extensive grasslands along with Grasshopper Sparrow and Bobolink.</p>"
  },
  {
    "name": "Vermilion River",
    "slug": "vermilion-river",
    "ebirdCode": "US-OH_2059",
    "webpage": "https://www.audubon.org/important-bird-areas/vermilion-river",
    "about": "<p>The Vermilion River corridor is mature, extensive, and intact; second to the Grand River, it is the best-looking river corridor flowing into Lake Erie. The river is 59 miles long and flows northward to Lake Erie. Portions of the corridor are very scenic with steep cliffs of reddish clay, and the old beach ridge may hold flora of note.</p><p>Included in this IBA is Edison Woods Reserve of Erie MetroParks. It is a contiguous tract of mixed mature and successional wet and mesic woodlands, old fields, and agricultural fields with some residences. It contains the western edge of Berea sandstone escarpment, an old quarry, and adjacent Lake Plain. Its northern edge is only 2-3 miles away from Lake Erie and the size of this tract is unusually large for the area. 300-500 acres of Category 3 wetlands exist on site with increasingly rare oak/ash wetland, and extensive vernal pools in woodlands supporting significant salamander populations.</p><p>The Bacon Woods area of the Vermilion River Reservation is a riparian corridor, with meadow and wooded slopes. A tornado in the metropark in the late 1990s opened up part of the valley floor, leading to ongoing changes in bird populations. The park is in the valley of the Vermilion River and is the westernmost deep-cut river valley emptying into Lake Erie.</p><p>The Vermilion River is one of the premier forested river corridors flowing into Lake Erie. It supports a high diversity of breeding rare songbirds. The Vermilion corridor provides habitat for 15 confirmed or probable warbler species, as well as two additional possible breeding species. The river’s mouth marks the approximate point along the lakeshore dividing eastern- and western-bound birds (e.g. warblers and some raptors) that tend to avoid crossing the lake.</p><p>Edison Woods Reserve provides a large undeveloped tract containing both oak/ash and beech/maple forest, which supports breeding populations of numerous woodland-specific species. With its proximity to Lake Erie, it also provides an important stopover area for migratory songbirds.</p><p>The Vermilion River Reservation (Bacon Woods) supports some bird and plant communities otherwise found only to the east. It has the highest concentration of Cerulean Warbler in this drainage on the lake plain.</p>"
  },
  {
    "name": "Voice of America",
    "slug": "voice-of-america",
    "ebirdCode": "US-OH_2060",
    "webpage": "https://www.audubon.org/important-bird-areas/voice-america",
    "about": "<p>This IBA is approximately 525 acres surrounded by development that has sprung up since the late 1990s when the block of land was decommissioned as one of the U.S. government Voice of America radio broadcasting relay stations. The majority of the Voice of America IBA is comprised of acreage now owned and managed by two separate but contiguous entities: West Chester Township owns the smaller southern portion and Butler County MetroParks owns the larger northern portion and calls their section Voice of America Park.</p><p>The entire area is of mixed use. It includes grassland of cool-season/forage grasses, one 2.5- acre wooded wetland, one 30-acre artificial lake on the north edge, an enhanced pond and wetland near the south boundary, and numerous public areas developed for various recreational pursuits. The core grassland area was originally approximately 350 acres in size, though year-to-year changes in mowing and management practices have reduced the amount of viable grassland habitat to as little as ~100 acres during some years.</p><p>There are as yet no other known sites in southwest Ohio, including a number of native prairies, which have the numbers and diversity of grassland birds recorded at VOA. Voice of America holds the largest known breeding populations of Henslow’s Sparrow, Bobolink, and Eastern Meadowlark in southwest Ohio. Numbers have declined and/or leveled off in recent years. Sedge Wren is an occasional summer resident, though not an annual breeder; Savannah Sparrow breeds each year, though numbers have been declining at the site in recent years, with 10 max. daily; current numbers include Henslow’s Sparrow 8 max. daily, Bobolink 30 max. daily, Eastern Meadowlark 30 max. daily. Blue Grosbeaks bred at the site for the first time in 2007.</p><p>Wintering birds include Eastern Meadowlark and occasional visits by Northern Harriers. The MetroParks lake may provide wintering habitat for waterfowl and other waterbirds, but there are not enough records yet to confirm this. Prior to 2004-2005, 2-6 Short-eared Owls wintered at the site. Changes in mowing practices and development may affect these numbers. The VOA also occasionally attracts locally and statewide rare birds, such as an observed Willet in May 2001 and Ohio’s approximately eleventh documented record of a White-faced Ibis in May 2002.</p>"
  },
  {
    "name": "Wayne National Forest-Athens",
    "slug": "wayne-national-forest-athens",
    "ebirdCode": "US-OH_2062",
    "webpage": "https://www.audubon.org/important-bird-areas/wayne-national-forest-athens",
    "about": "<p>The Wayne NF is located in southeastern Ohio in the foothills of the Appalachian Mountains and is comprised of approximately 239,000 acres. It is administrated in two Districts, made up of three separate, noncontiguous units (Athens and Marietta Units are in the Athens District; Ironton Unit is the Ironton District). Each unit has an individuality that makes the Wayne appear to be three forests instead of one, each somewhat characterized by their connection to the long history of mineral development. The Ironton area was known for its iron furnaces, the Athens and surrounding areas were extensively mined for coal, and the Marietta Unit is dotted by oil/gas wells.</p><p>The Wayne National Forest is the largest tract of public land ownership in Ohio. Its goal is to manage for all wildlife species through a variety of habitats – forest, wetland, grassland (reclaimed surface-mine), and shrubby fallow field areas. The most common habitat is deciduous hardwood. However, smaller rare areas of vegetation include a remnant tallgrass prairie area known as Buffalo Beats, a bottomland pin oak-swamp white oak community at Paines Crossing, and a post oak barren at Fradd Hollow.</p><p>The Athens District, primarily in Athens, Vinton, Hocking, Perry, and Morgan Counties, is a transition from the hills of southern Ohio to the farmland located to the north. The Athens District is much less developed than the other two districts.</p><p>The Bird Survey Routes sourced above cover but a small portion of the Units but are spread out among various habitat types. The Wayne is important for a number of priority bird species, with its large blocks of forest providing strongholds for substantial breeding populations of many Appalachian specialties such as Cerulean Warbler and Worm-eating Warbler, along with Kentucky Warbler, Blue-winged Warbler, Louisiana Waterthrush, and Yellow-breasted Chat, Acadian Flycatcher, Wood Thrush, and Black Vulture. The Cerulean Warbler has been under consideration for Federal Endangered Species listing with the center of its distribution just miles away from the Wayne in Parkersburg, West Virginia. Wetlands found on the Wayne support several heron rookeries and waterfowl.</p><p>Surprisingly, on the reclaimed surface-mine lands, the Wayne also has significant populations of grassland specialties such as Henslow’s Sparrow and shrubby openings with Prairie Warbler.</p>"
  },
  {
    "name": "Wayne National Forest-Ironton",
    "slug": "wayne-national-forest-ironton",
    "ebirdCode": "US-OH_2063",
    "webpage": "https://www.audubon.org/important-bird-areas/wayne-national-forest-ironton",
    "about": "<p>The Wayne NF is located in southeastern Ohio in the foothills of the Appalachian Mountains and is comprised of approximately 239,000 acres. It is administrated in two Districts, made up of three separate, noncontiguous units (Athens and Marietta Units are in the Athens District; Ironton Unit is the Ironton District). Each unit has an individuality that makes the Wayne appear to be three forests instead of one, each somewhat characterized by their connection to the long history of mineral development. The Ironton area was known for its iron furnaces, the Athens and surrounding areas were extensively mined for coal, and the Marietta Unit is dotted by oil/gas wells.</p><p>The Wayne National Forest is the largest tract of public land ownership in Ohio. Its goal is to manage for all wildlife species through a variety of habitats – forest, wetland, grassland (reclaimed surface-mine), and shrubby fallow field areas. The most common habitat is deciduous hardwood. However, smaller rare areas of vegetation include a remnant tallgrass prairie area known as Buffalo Beats, a bottomland pin oak-swamp white oak community at Paines Crossing, and a post oak barren at Fradd Hollow.</p><p>The Ironton District located farthest south is located in Lawrence, Scioto, Gallia, and Jackson Counties. It contains the Vesuvius Recreation Area and is the most developed of the three. The Crown City Wildlife Area (Ohio Department of Natural Resources Division of Wildlife) is the largest continuous grassland in Ohio’s southeast Appalachian region’s reclamation grasslands (Egypt Valley is larger, in Belmont County farther to the north). This area contains 11,000 acres of reclaimed surface coal-mining operations, much planted to grasslands but also including forested land and dotted with small ponds.</p><p>The Bird Survey Routes sourced above cover but a small portion of the Units but are spread out among various habitat types. The Wayne is important for a number of priority bird species, with its large blocks of forest providing strongholds for substantial breeding populations of many Appalachian specialties such as Cerulean Warbler and Worm-eating Warbler, along with Kentucky Warbler, Blue-winged Warbler, Louisiana Waterthrush, and Yellow-breasted Chat, Acadian Flycatcher, Wood Thrush, and Black Vulture. The Cerulean Warbler has been under consideration for Federal Endangered Species listing with the center of its distribution just miles away from the Wayne in Parkersburg, West Virginia. Wetlands found on the Wayne support several heron rookeries and waterfowl.</p><p>Surprisingly, on the reclaimed surface-mine lands, the Wayne also has significant populations of grassland specialties such as Henslow’s Sparrow and shrubby openings with Prairie Warbler.</p><p>With its extensive shrub/scrub and grassland habitat, Crown City Wildlife Area supports the largest known concentrated population of Blue Grosbeaks in Ohio (as many as 5% of Ohio’s breeding population, which is expanding in Tuscarawas, Holmes, Coshocton, Lucas, and ButlerlPreble Counties) and more than 2% of Ohio’s breeding Henslow’s Sparrows. Other significant breeding birds include Northern Bobwhite, Grasshopper Sparrow, Dickcissel, Yellow-throated Warbler, Hooded Warbler, and Orchard Oriole. Territorial Sedge Wrens were present in 2005.</p>"
  },
  {
    "name": "Wayne National Forest-Marietta",
    "slug": "wayne-national-forest-marietta",
    "ebirdCode": "US-OH_2064",
    "webpage": "https://www.audubon.org/important-bird-areas/wayne-national-forest-marietta",
    "about": "<p>The Wayne NF is located in southeastern Ohio in the foothills of the Appalachian Mountains and is comprised of approximately 239,000 acres. It is administrated in two Districts, made up of three separate, noncontiguous units (Athens and Marietta Units are in the Athens District; Ironton Unit is the Ironton District). Each unit has an individuality that makes the Wayne appear to be three forests instead of one, each somewhat characterized by their connection to the long history of mineral development. The Ironton area was known for its iron furnaces, the Athens and surrounding areas were extensively mined for coal, and the Marietta Unit is dotted by oil/gas wells.</p><p>The Wayne National Forest is the largest tract of public land ownership in Ohio. Its goal is to manage for all wildlife species through a variety of habitats – forest, wetland, grassland (reclaimed surface-mine), and shrubby fallow field areas. The most common habitat is deciduous hardwood. However, smaller rare areas of vegetation include a remnant tallgrass prairie area known as Buffalo Beats, a bottomland pin oak-swamp white oak community at Paines Crossing, and a post oak barren at Fradd Hollow.</p><p>Located northeast of Ironton District and adjacent to the Ohio River is the Marietta District, in Washington, Monroe, and Noble Counties. Here the flora is thicker, wilder, and the forest has the character of the river setting.</p><p>The Bird Survey Routes sourced above cover but a small portion of the Units but are spread out among various habitat types. The Wayne is important for a number of priority bird species, with its large blocks of forest providing strongholds for substantial breeding populations of many Appalachian specialties such as Cerulean Warbler and Worm-eating Warbler, along with Kentucky Warbler, Blue-winged Warbler, Louisiana Waterthrush, and Yellow-breasted Chat, Acadian Flycatcher, Wood Thrush, and Black Vulture. The Cerulean Warbler has been under consideration for Federal Endangered Species listing with the center of its distribution just miles away from the Wayne in Parkersburg, West Virginia. Wetlands found on the Wayne support several heron rookeries and waterfowl.</p><p>Surprisingly, on the reclaimed surface-mine lands, the Wayne also has significant populations of grassland specialties such as Henslow’s Sparrow and shrubby openings with Prairie Warbler.</p>"
  },
  {
    "name": "Wilderness Center",
    "slug": "wilderness-center",
    "ebirdCode": "US-OH_520",
    "webpage": "https://www.audubon.org/important-bird-areas/wilderness-center",
    "about": "<p>This site is owned and operated by a non-profit organization, including a land trust, focusing on nature education and conservation. It encompasses a large area of mature deciduous woods, coniferous plantings, open areas of planted grasslands, streams, ponds, and small marshes. The diversity of habitats provides excellent stopover characteristics during migration as well as good habitat for a large number of breeding birds.</p><p>The Wilderness Center is a major stopover site for migratory birds in spring and fall with records of thousands of songbirds daily. The mature woodlands provide nesting sites for a variety of warblers, thrushes, Rose-breasted Grosbeaks, Scarlet Tanagers, flycatchers, vireos, and woodpeckers. The 1999 breeding bird survey recorded 73 nesting species, including eleven nesting warbler species, among them Cerulean, Blue-winged, and Kentucky.</p><p>Records are available through the breeding bird surveys and weekly bird walks led by TWC Birding Club members during spring and fall migrations. Christmas Bird Counts have been held at TWC for 30+ years. Results are published in ‘American Birds’ and ‘The Ohio Cardinal’.</p>"
  },
  {
    "name": "Wilds",
    "slug": "wilds",
    "ebirdCode": "US-OH_521",
    "webpage": "https://www.audubon.org/important-bird-areas/wilds",
    "about": "<p>This site consists of former surface-mine land (reclaimed 1965-1991) dominated by grasslands of planted cool-season grasses (e.g. fescue, smooth brome, blue grass, etc.), and legumes (e.g. Chinese bush clover, bird’s-foot trefoil) with scattered small patches of woodland and numerous lakes and ponds. Autumn olive is invading the grassland areas. It is surrounded by at least twice this amount of similar habitat (AEP Recreation Lands). A significant portion of the site is dedicated to extensive fenced grasslands for exotic open-country animals.</p><p>The Wilds provides significant breeding habitat for breeding Henslow’s Sparrow, Savannah Sparrow, and Grasshopper Sparrow as well as for Bobolink, Eastern Meadowlark, Horned Lark, and Short-eared Owl. 184 species of birds, 30 mammals, 13 reptiles, and 17 amphibians have been recorded on the Wilds.</p><p>Wintering raptors are common. Northern Harrier, Rough-legged Hawk, Red-tailed Hawk, Short-eared Owl, American Kestrel, and others are present from November through February. Prairie Falcon and Golden Eagle recorded regularly in early 2000s.</p><p>The Wilds represents the largest wildlife reserve in North America and is an active leader in global wildlife conservation efforts through the research, captive breeding, and maintenance of supplemental populations of rare and endangered exotic wildlife. Osprey re-introduction, cavity-nesting bird management, and salamander habitat management have been implemented. Breeding and management of American burying beetles and hellbenders are currently being developed. The Wilds is active in conservation education and restoration ecology.</p><p>Autumn olive is invading the grassland areas. Restoration goals include improving grassland bird habitat through invasive plant removal as well as the introduction of more diverse grasslands through various restoration techniques. Overall, several ecology and restoration biology projects target the creation of an integrated landscape of open grasslands, woodlands, and wetlands that provide high quality wildlife habitat.</p>"
  },
  {
    "name": "Woodbury Wildlife Area",
    "slug": "woodbury-wildlife-area",
    "ebirdCode": null,
    "ebirdLocations": "L619801,L4555235,L4593102,L4654242,L3906223,L619800,L5911473,L619798",
    "webpage": "https://www.audubon.org/important-bird-areas/woodburry-wildlife-area",
    "about": "<p>A reclaimed strip mine with approximately 35% open grassland, 8% brushland, and 57% woodland. This site has very high populations of several area-sensitive grassland species.</p><p>The site has very high populations of several area-sensitive grassland species. It also supports exceptional concentrations of migratory landbirds.</p>"
  }
]